{
  "appName": {
    "message": "Import Cookies"
  },
  "shortDesc": {
    "message": "Export and import cookies on the active Google Chrome browser tab to share and transfer active sessions"
  },
  "storeDesc": {
    "message": "Import Cookies is a simple and powerful Chrome extension designed for quick cookie import and export cookies actions directly from your active browser tab. Whether you are a developer, tester, or power user, this cookie importer and cookie exporter tool offers a fast and lightweight solution without unnecessary extras. 🚀\n\nWith Import Cookies, you can easily chrome import cookies to restore sessions, migrate authenticated browsing environments, or continue your testing workflow on another device. You can also chrome export cookies in standard formats like chrome export cookies txt, making session management effortless.\n\nThis cookie editor extension is extremely helpful when working with login states, security tokens, and cross-environment testing. The ability to get token cookie or get cookies.txt allows flexible automation and seamless browser session handling.\n\nUse Import Cookies to:\n1️⃣ import cookies from a text file\n2️⃣ export cookies from the active tab\n3️⃣ keep your authenticated sessions synced between systems\n\nNo complex configuration, no confusing UI. Just a two-button cookie import and export cookies workflow. 💡\n\nWhy choose Import Cookies?\n\nUltra-simple interface\n\nOne-click chrome import cookies\n\nOne-click chrome export cookies\n\nInstant actions on the active browser tab\n\nWorks perfectly with developer tools and automation scripts\n\nCommon use cases include:\n\nQA engineers restoring test sessions\n\nDevelopers handling login cookies between environments\n\nUsers switching sessions across different browsers or OS\n\nAutomated tools that require get cookies.txt format\n\nQuick backup via cookie exporter without exporting full profiles\n\nSometimes you need more control. Import Cookies can assist when you want to:\n➤ edit browser cookies\n➤ adjust token values with cookie edit\n➤ modify cookie entries before import\n➤ use a cookie editor or cookies editor tool together\n➤ edit chrome cookies manually or use edit a cookie workflow\n\nEven though our main features are strictly export cookies and import cookies, you can combine this extension with any import-cookies utilities if needed.\n\nPerfect for professionals who rely on:\n• chrome export cookies txt for automation\n• Secure environment transfers\n• Cookie-based authentication sharing\n• Working with REST clients requiring session cookies\n• Saving session data before browser cleanup\n\nImport Cookies supports:\n\ncookie import\n\ncookie exporter\n\ncookie importer workflows\n\nexporting cookies into readable formats\n\nretrieving get cookies.txt data for scripts\n\nNothing more, nothing less. 🔧\n\nKey benefits:\n1️⃣ No accounts required\n2️⃣ Works entirely offline\n3️⃣ Ultra-fast chrome export cookies\n4️⃣ Lightweight footprint\n5️⃣ Fully transparent actions right inside the browser\n\nHow it helps developers:\n▸ Move between staging, pre-prod, and prod environments\n▸ Transfer logged-in sessions for debugging\n▸ Reuse auth cookies for quick API token testing\n▸ Manage cookies alongside other cookie editor extension tools\n▸ Fast cookie import without spending time on manual login\n\nHow it helps testers:\n\nSkip repetitive login steps\n\nRestore expired sessions\n\nUse get token cookie to continue testing\n\nShare session setup between teammates\n\nBackup cookies during regression testing ⚙️\n\n✨ Security and Privacy\n\nWe respect your privacy. Your cookies never leave your device.\n\nImport Cookies:\n➤ does not upload, store, or process cookies on external servers\n➤ handles all actions locally inside your own browser\n➤ requests only the minimum necessary permissions to function\n\nYour data stays under your full control at all times. 🔒\n\nDesigned for:\n• QA engineers\n• Web developers\n• Automation specialists\n• Growth teams working with cookie-based auth\n• Tech-savvy users needing quick chrome import cookies\n\nIf you’re tired of complicated tools, Import Cookies gives you exactly what you need: fast cookie import and chrome export cookies from the active tab without distractions.\n\nSimplify your workflow:\n1️⃣ Open the tab\n2️⃣ Click Import or Export\n3️⃣ Done ✨\n\nEnhance your productivity with a minimalistic cookie importer, reliable cookie exporter, and smooth chrome export cookies txt support. Import Cookies is the most practical tool for fast cookie handling.\n\nTake control of your sessions today with Import Cookies and enjoy effortless cookie import, export cookies, edit browser cookies, and token-based testing support whenever you need it. 🎯\n"
  }
}