{
  "appName": {
    "message": "Importera kakor"
  },
  "shortDesc": {
    "message": "Exportera och importera kakor på den aktiva Google Chrome-fliken för att dela och överföra aktiva sessioner."
  },
  "storeDesc": {
    "message": "Importera kakor är en enkel och kraftfull Chrome-tillägg designad för snabb import och export av kakor direkt från din aktiva webbläsartab. Oavsett om du är utvecklare, testare eller avancerad användare, erbjuder detta verktyg för kakimport och kakexport en snabb och lätt lösning utan onödiga extrafunktioner. 🚀\n\nMed Importera kakor kan du enkelt importera kakor för att återställa sessioner, migrera autentiserade webbläsarmiljöer eller fortsätta din testarbetsflöde på en annan enhet. Du kan också exportera kakor i standardformat som kakor.txt, vilket gör sessionhantering enkelt.\n\nDetta kakredigerartillägg är extremt användbart när du arbetar med inloggningsstatusar, säkerhetstokens och testning över olika miljöer. Möjligheten att hämta token-kakor eller hämta kakor.txt möjliggör flexibel automatisering och sömlös hantering av webbläsarsessioner.\n\nAnvänd Importera kakor för att:\n1️⃣ importera kakor från en textfil\n2️⃣ exportera kakor från den aktiva fliken\n3️⃣ hålla dina autentiserade sessioner synkroniserade mellan system\n\nIngen komplicerad konfiguration, ingen förvirrande användargränssnitt. Bara ett två-knappars arbetsflöde för import och export av kakor. 💡\n\nVarför välja Importera kakor?\n\nUltrasimpel gränssnitt\n\nEtt-klicks kakimport\n\nEtt-klicks kakexport\n\nOmedelbara åtgärder på den aktiva webbläsartabben\n\nFungerar perfekt med utvecklarverktyg och automatiseringsskript\n\nVanliga användningsfall inkluderar:\n\nQA-ingenjörer som återställer test-sessioner\n\nUtvecklare som hanterar inloggningskakor mellan miljöer\n\nAnvändare som växlar sessioner mellan olika webbläsare eller operativsystem\n\nAutomatiserade verktyg som kräver kakor.txt-format\n\nSnabb säkerhetskopiering via kakexportör utan att exportera hela profiler\n\nIbland behöver du mer kontroll. Importera kakor kan hjälpa när du vill:\n➤ redigera webbläsarkakor\n➤ justera tokenvärden med kakredigering\n➤ modifiera kakinlägg innan import\n➤ använda ett kakredigeringsverktyg tillsammans\n➤ redigera kakor manuellt eller använda ett arbetsflöde för att redigera en kaka\n\nÄven om våra huvudfunktioner strikt är export och import av kakor, kan du kombinera detta tillägg med andra verktyg för kakimport om det behövs.\n\nPerfekt för yrkesverksamma som förlitar sig på:\n• kakor.txt för automatisering\n• Säkra miljööverföringar\n• Kakor-baserad autentisering\n• Arbeta med REST-klienter som kräver sessionskakor\n• Spara sessiondata innan webbläsarrensning\n\nImportera kakor stöder:\n\nkakimport\n\nkakexportör\n\nkakimportörsarbetsflöden\n\nexportera kakor i läsbara format\n\nhämta kakor.txt-data för skript\n\nInget mer, inget mindre. 🔧\n\nNyckelfördelar:\n1️⃣ Inga konton krävs\n2️⃣ Fungerar helt offline\n3️⃣ Ultra-snabb kakexport\n4️⃣ Lättviktig fotavtryck\n5️⃣ Helt transparenta åtgärder direkt i webbläsaren\n\nHur det hjälper utvecklare:\n▸ Flytta mellan staging, pre-prod och prod-miljöer\n▸ Överföra inloggade sessioner för felsökning\n▸ Återanvänd autentiseringskakor för snabb API-token-testning\n▸ Hantera kakor tillsammans med andra verktyg för kakredigering\n▸ Snabb kakimport utan att spendera tid på manuell inloggning\n\nHur det hjälper testare:\n\nHoppa över repetitiva inloggningssteg\n\nÅterställ utgångna sessioner\n\nAnvänd hämta token-kaka för att fortsätta testa\n\nDela sessionsinställningar mellan teammedlemmar\n\nSäkerhetskopiera kakor under regressionstestning ⚙️\n\n✨ Säkerhet och Integritet\n\nVi respekterar din integritet. Dina kakor lämnar aldrig din enhet.\n\nImportera kakor:\n➤ laddar inte upp, lagrar eller bearbetar kakor på externa servrar\n➤ hanterar alla åtgärder lokalt i din egen webbläsare\n➤ begär endast de minimi nödvändiga behörigheterna för att fungera\n\nDina data förblir under din fulla kontroll hela tiden. 🔒\n\nDesignad för:\n• QA-ingenjörer\n• Webb utvecklare\n• Automatiseringsspecialister\n• Tillväxtteam som arbetar med kakor-baserad autentisering\n• Teknikintresserade användare som behöver snabb kakimport\n\nOm du är trött på komplicerade verktyg, ger Importera kakor dig exakt vad du behöver: snabb kakimport och kakexport från den aktiva fliken utan distraktioner.\n\nFörenkla ditt arbetsflöde:\n1️⃣ Öppna fliken\n2️⃣ Klicka på Importera eller Exportera\n3️⃣ Klart ✨\n\nFörbättra din produktivitet med en minimalistisk kakimportör, pålitlig kakexportör och smidig kakexportstöd. Importera kakor är det mest praktiska verktyget för snabb hantering av kakor.\n\nTa kontroll över dina sessioner idag med Importera kakor och njut av enkel kakimport, kakexport, redigera webbläsarkakor och token-baserad testningssupport när du behöver det. 🎯"
  }
}