{
  "appName": {
    "message": "Importer cookies"
  },
  "shortDesc": {
    "message": "Eksporter og importer cookies på den aktive Google Chrome-browserfane for at dele og overføre aktive sessioner."
  },
  "storeDesc": {
    "message": "Importer cookies er en simpel og kraftfuld Chrome-udvidelse designet til hurtig import og eksport af cookies direkte fra din aktive browsertab. Uanset om du er udvikler, tester eller powerbruger, tilbyder dette cookie-importerings- og cookie-eksportværktøj en hurtig og letvægtsløsning uden unødvendige ekstra funktioner. 🚀\n\nMed Importer cookies kan du nemt importere cookies for at gendanne sessioner, migrere autentificerede browsermiljøer eller fortsætte dit testarbejde på en anden enhed. Du kan også eksportere cookies i standardformater som chrome export cookies txt, hvilket gør sessionhåndtering problemfri.\n\nDenne cookie-editorudvidelse er ekstremt nyttig, når du arbejder med login-tilstande, sikkerhedstokens og tværmiljøtestning. Muligheden for at få token-cookie eller få cookies.txt muliggør fleksibel automatisering og problemfri håndtering af browser-sessioner.\n\nBrug Importer cookies til at:\n1️⃣ importere cookies fra en tekstfil\n2️⃣ eksportere cookies fra den aktive fane\n3️⃣ holde dine autentificerede sessioner synkroniseret mellem systemer\n\nIngen kompleks konfiguration, ingen forvirrende brugergrænseflade. Bare en to-knaps cookie-import- og eksportarbejdsgang. 💡\n\nHvorfor vælge Importer cookies?\n\nUltra-simpel grænseflade\n\nÉn-klik chrome import cookies\n\nÉn-klik chrome export cookies\n\nØjeblikkelige handlinger på den aktive browsertab\n\nFungerer perfekt med udviklerværktøjer og automatiseringsscripts\n\nAlmindelige anvendelsessager inkluderer:\n\nQA-ingeniører, der gendanner test-sessioner\n\nUdviklere, der håndterer login-cookies mellem miljøer\n\nBrugere, der skifter sessioner på tværs af forskellige browsere eller operativsystemer\n\nAutomatiserede værktøjer, der kræver get cookies.txt format\n\nHurtig backup via cookie-eksportør uden at eksportere fulde profiler\n\nNogle gange har du brug for mere kontrol. Importer cookies kan hjælpe, når du vil:\n➤ redigere browser-cookies\n➤ justere token-værdier med cookie-redigering\n➤ ændre cookie-poster før import\n➤ bruge en cookie-editor eller cookie-editorværktøj sammen\n➤ redigere chrome-cookies manuelt eller bruge en redigeringsarbejdsgang for cookies\n\nSelvom vores hovedfunktioner strengt taget er eksport af cookies og import af cookies, kan du kombinere denne udvidelse med enhver import-cookies-nytte, hvis det er nødvendigt.\n\nPerfekt til fagfolk, der er afhængige af:\n• chrome export cookies txt til automatisering\n• Sikker miljøoverførsel\n• Cookie-baseret autentificering deling\n• Arbejde med REST-klienter, der kræver session-cookies\n• Gemme sessiondata før browseroprydning\n\nImporter cookies understøtter:\n\ncookie-import\n\ncookie-eksportør\n\ncookie-importørarbejdsgange\n\neksport af cookies til læsbare formater\n\nhentning af get cookies.txt data til scripts\n\nIntet mere, intet mindre. 🔧\n\nNøglefordele:\n1️⃣ Ingen konti kræves\n2️⃣ Fungerer helt offline\n3️⃣ Ultra-hurtig chrome export cookies\n4️⃣ Letvægts fodaftryk\n5️⃣ Fuldstændig gennemsigtige handlinger lige inde i browseren\n\nHvordan det hjælper udviklere:\n▸ Flyt mellem staging, pre-prod og prod miljøer\n▸ Overfør loggede sessioner til debugging\n▸ Genbrug auth-cookies til hurtig API-token-testning\n▸ Administrer cookies sammen med andre cookie-editorudvidelsesværktøjer\n▸ Hurtig cookie-import uden at bruge tid på manuel login\n\nHvordan det hjælper testere:\n\nSpring gentagne login-trin over\n\nGendan udløbne sessioner\n\nBrug get token cookie til at fortsætte testning\n\nDel sessionopsætning mellem teammedlemmer\n\nBackup cookies under regressionstest ⚙️\n\n✨ Sikkerhed og privatliv\n\nVi respekterer dit privatliv. Dine cookies forlader aldrig din enhed.\n\nImporter cookies:\n➤ uploader, gemmer eller behandler ikke cookies på eksterne servere\n➤ håndterer alle handlinger lokalt inde i din egen browser\n➤ anmoder kun om de minimum nødvendige tilladelser for at fungere\n\nDine data forbliver under din fulde kontrol til enhver tid. 🔒\n\nDesignet til:\n• QA-ingeniører\n• Webudviklere\n• Automatiseringsspecialister\n• Vækstteams, der arbejder med cookie-baseret autentificering\n• Teknisk kyndige brugere, der har brug for hurtig chrome import cookies\n\nHvis du er træt af komplicerede værktøjer, giver Importer cookies dig præcis det, du har brug for: hurtig cookie-import og chrome export cookies fra den aktive fane uden distraktioner.\n\nForenkle din arbejdsgang:\n1️⃣ Åbn fanen\n2️⃣ Klik på Importer eller Eksporter\n3️⃣ Færdig ✨\n\nForbedr din produktivitet med en minimalistisk cookie-importør, pålidelig cookie-eksportør og glat chrome export cookies txt support. Importer cookies er det mest praktiske værktøj til hurtig cookie-håndtering.\n\nTag kontrol over dine sessioner i dag med Importer cookies og nyd problemfri cookie-import, eksport cookies, redigering af browser-cookies og token-baseret testningssupport, når du har brug for det. 🎯"
  }
}