{
  "appName": {
    "message": "ייבוא ​​עוגיות"
  },
  "shortDesc": {
    "message": "ייצוא וייבוא ​​של קובצי Cookie בכרטיסייה הפעילה של דפדפן Google Chrome כדי לשתף ולהעביר סשנים פעילים"
  },
  "storeDesc": {
    "message": "ייבוא ​​קובצי Cookie הוא תוסף Chrome פשוט וחזק שנועד לפעולות ייבוא ​​וייצוא מהירות של קובצי Cookie ישירות מכרטיסיית הדפדפן הפעילה שלך. בין אם אתה מפתח, בודק או משתמש מתקדם, כלי ייבוא ​​וייצוא קובצי Cookie זה מציע פתרון מהיר וקל משקל ללא תוספות מיותרות. 🚀\n\n בעזרת ייבוא ​​קובצי Cookie, תוכלו בקלות לייבא קובצי Cookie באמצעות Chrome כדי לשחזר סשנים, להעביר סביבות גלישה מאומתות או להמשיך את תהליך הבדיקה שלכם במכשיר אחר. תוכלו גם לייצא קובצי Cookie באמצעות Chrome בפורמטים סטנדרטיים כמו Chrome export cookies txt, מה שהופך את ניהול הסשנים לקל ופשוט.\n\n תוסף עורך קובצי Cookie זה מועיל ביותר בעת עבודה עם מצבי כניסה, אסימוני אבטחה ובדיקות חוצות סביבות. היכולת לקבל קובץ cookie מסוג token או get cookies.txt מאפשרת אוטומציה גמישה וטיפול חלק בהפעלות דפדפן.\n\n השתמש בקובצי Cookie לייבוא ​​כדי:\n 1️⃣ ייבוא ​​עוגיות מקובץ טקסט\n 2️⃣ ייצוא עוגיות מהכרטיסייה הפעילה\n 3️⃣ שמרו על סינכרון בין מערכות על סשנים מאומתים\n\n אין תצורה מורכבת, אין ממשק משתמש מבלבל. רק תהליך עבודה של ייבוא ​​וייצוא של קובצי Cookie בשני כפתורים. 💡\n\n למה לבחור בייבוא ​​קובצי Cookie?\n\n ממשק אולטרה-פשוט\n\n ייבוא ​​קובצי Cookie בלחיצה אחת של Chrome\n\n קובצי Cookie לייצוא בלחיצה אחת של Chrome\n\n פעולות מיידיות בכרטיסייה הפעילה של הדפדפן\n\n עובד בצורה מושלמת עם כלי פיתוח וסקריפטים לאוטומציה\n\n מקרי שימוש נפוצים כוללים:\n\n מהנדסי QA משחזרים סשנים של בדיקות\n\n מפתחים המטפלים בקובצי Cookie של התחברות בין סביבות\n\n משתמשים מחליפים סשנים בין דפדפנים או מערכות הפעלה שונות\n\n כלים אוטומטיים הדורשים פורמט get cookies.txt\n\n גיבוי מהיר באמצעות ייצוא קובצי Cookie ללא ייצוא פרופילים מלאים\n\n לפעמים אתה זקוק ליותר שליטה. ייבוא ​​קובצי Cookie יכול לסייע כאשר אתה רוצה:\n ➤ עריכת קובצי Cookie של הדפדפן\n ➤ התאמת ערכי אסימונים באמצעות עריכת קובצי Cookie\n ➤ שינוי ערכי קובצי Cookie לפני ייבוא\n ➤ השתמשו יחד בעורך קובצי Cookie או בכלי עריכת קובצי Cookie\n ➤ עריכת קובצי Cookie של Chrome באופן ידני או שימוש בזרימת עבודה של עריכת קובצי Cookie\n\n למרות שהתכונות העיקריות שלנו הן אך ורק ייצוא וייבוא ​​קובצי Cookie, ניתן לשלב הרחבה זו עם כל כלי עזר של ייבוא ​​קובצי Cookie במידת הצורך.\n\n מושלם לאנשי מקצוע אשר מסתמכים על:\n • כרום לייצא קובץ txt של קובצי Cookie לאוטומציה\n • העברות סביבה מאובטחות\n • שיתוף אימות מבוסס קובצי Cookie\n • עבודה עם לקוחות REST הדורשים עוגיות סשן\n • שמירת נתוני סשן לפני ניקוי הדפדפן\n\n ייבוא ​​קובצי Cookie תומך ב:\n\n ייבוא ​​עוגיות\n\n ייצואן עוגיות\n\n זרימות עבודה של ייבוא ​​קובצי Cookie\n\n ייצוא קובצי Cookie לפורמטים קריאים\n\n אחזור נתוני get cookies.txt עבור סקריפטים\n\n לא יותר ולא פחות. 🔧\n\n יתרונות עיקריים:\n 1️⃣ אין צורך בחשבונות\n 2️⃣ עובד לחלוטין במצב לא מקוון\n 3️⃣ עוגיות לייצוא כרום מהירות במיוחד\n 4️⃣ טביעת רגל קלת משקל\n 5️⃣ פעולות שקופות לחלוטין ישירות בתוך הדפדפן\n\n כיצד זה עוזר למפתחים:\n ▸ מעבר בין סביבות בימוי, טרום-הפקה והפקה\n ▸ העברת סשנים מחוברים לצורך ניפוי שגיאות\n ▸ שימוש חוזר בעוגיות אימות לבדיקת אסימוני API מהירה\n ▸ ניהול קובצי Cookie לצד כלי הרחבה אחרים לעריכת קובצי Cookie\n ▸ ייבוא ​​מהיר של קובצי Cookie מבלי לבזבז זמן על כניסה ידנית\n\n כיצד זה עוזר לבודקים:\n\n דלג על שלבי התחברות חוזרים ונשנים\n\n שחזור סשנים שפג תוקפם\n\n השתמש בקובץ cookie של get token כדי להמשיך בבדיקה\n\n שיתוף הגדרות סשן בין חברי הצוות\n\n גיבוי עוגיות במהלך בדיקות רגרסיה ⚙️\n\n ✨ אבטחה ופרטיות\n\n אנו מכבדים את פרטיותך. קובצי ה-cookie שלך ​​לעולם לא יוצאים מהמכשיר שלך.\n\n ייבוא ​​עוגיות:\n ➤ אינו מעלה, מאחסן או מעבד קובצי Cookie בשרתים חיצוניים\n ➤ מטפל בכל הפעולות באופן מקומי בתוך הדפדפן שלך\n ➤ מבקש רק את ההרשאות המינימליות הנדרשות לתפקוד\n\n הנתונים שלך נשארים תחת שליטתך המלאה בכל עת. 🔒\n\n מיועד ל:\n • מהנדסי אבטחת איכות\n • מפתחי אתרים\n • מומחי אוטומציה\n • צוותי צמיחה שעובדים עם אימות מבוסס עוגיות\n • משתמשים בעלי ידע טכנולוגי הזקוקים לייבוא ​​מהיר של קובצי Cookie של Chrome\n\n אם נמאס לכם מכלים מסובכים, ייבוא ​​קובצי Cookie נותן לכם בדיוק את מה שאתם צריכים: ייבוא ​​קובצי Cookie מהיר וייצוא קובצי Cookie של Chrome מהכרטיסייה הפעילה ללא הסחות דעת.\n\n פשטו את תהליך העבודה שלכם:\n 1️⃣ פתח את הכרטיסייה\n 2️⃣ לחצו על ייבוא ​​או ייצוא\n 3️⃣ סיימתי ✨\n\n שפרו את הפרודוקטיביות שלכם עם ייבוא ​​קובצי Cookie מינימליסטי, ייצוא קובצי Cookie אמין ותמיכה חלקה בייצוא קובצי Cookie בפורמט טקסט של Chrome. ייבוא ​​קובצי Cookie הוא הכלי המעשי ביותר לטיפול מהיר בקובצי Cookie.\n\n קחו שליטה על הסשנים שלכם עוד היום עם ייבוא ​​קובצי Cookie ותיהנו מייבוא ​​קובצי Cookie, ייצוא קובצי Cookie, עריכת קובצי Cookie של דפדפן ותמיכה בבדיקות מבוססות טוקנים בקלות בכל עת שתצטרכו. 🎯\n"
  }
}