{
  "appName": {
    "message": "Importa galetes"
  },
  "shortDesc": {
    "message": "Exporta i importa galetes a la pestanya activa del navegador Google Chrome per compartir i transferir sessions actives."
  },
  "storeDesc": {
    "message": "Importa galetes és una extensió de Chrome senzilla i potent dissenyada per a accions ràpides d'importació i exportació de galetes directament des de la pestanya activa del teu navegador. Tant si ets un desenvolupador, un provador o un usuari avançat, aquesta eina d'importació i exportació de galetes ofereix una solució ràpida i lleugera sense extres innecessaris. 🚀\n\nAmb Importa galetes, pots importar galetes de manera senzilla per restaurar sessions, migrar entorns de navegació autenticats o continuar el teu flux de treball de proves en un altre dispositiu. També pots exportar galetes en formats estàndard com ara txt d'exportació de galetes de Chrome, facilitant la gestió de sessions.\n\nAquesta extensió d'edició de galetes és extremadament útil quan treballes amb estats de connexió, tokens de seguretat i proves entre entorns. La capacitat d'obtenir galetes de token o obtenir cookies.txt permet una automatització flexible i una gestió de sessions del navegador sense interrupcions.\n\nUtilitza Importa galetes per:\n1️⃣ importar galetes d'un fitxer de text\n2️⃣ exportar galetes de la pestanya activa\n3️⃣ mantenir les teves sessions autenticades sincronitzades entre sistemes\n\nSense configuració complexa, sense interfície confusa. Només un flux de treball d'importació i exportació de galetes amb dos botons. 💡\n\nPer què triar Importa galetes?\n\nInterfície ultra-senzilla\n\nImportació de galetes de Chrome amb un clic\n\nExportació de galetes de Chrome amb un clic\n\nAccions instantànies a la pestanya activa del navegador\n\nFunciona perfectament amb eines de desenvolupador i scripts d'automatització\n\nEls casos d'ús comuns inclouen:\n\nEnginyers de QA restaurant sessions de prova\n\nDesenvolupadors gestionant galetes de connexió entre entorns\n\nUsuaris canviant sessions entre diferents navegadors o sistemes operatius\n\nEines automatitzades que requereixen el format get cookies.txt\n\nCòpia de seguretat ràpida mitjançant l'exportador de galetes sense exportar perfils complets\n\nDe vegades necessites més control. Importa galetes pot ajudar-te quan vulguis:\n➤ editar galetes del navegador\n➤ ajustar valors de token amb l'edició de galetes\n➤ modificar entrades de galetes abans de la importació\n➤ utilitzar una eina d'edició de galetes juntament amb una altra eina d'edició de galetes\n➤ editar galetes de Chrome manualment o utilitzar un flux de treball d'edició de galetes\n\nEncara que les nostres funcions principals són estrictament l'exportació i importació de galetes, pots combinar aquesta extensió amb qualsevol utilitat d'importació de galetes si cal.\n\nPerfecte per a professionals que depenen de:\n• txt d'exportació de galetes de Chrome per a automatització\n• Transferències d'entorns segurs\n• Compartició d'autenticació basada en galetes\n• Treballar amb clients REST que requereixen galetes de sessió\n• Desar dades de sessió abans de la neteja del navegador\n\nImporta galetes suporta:\n\nimportació de galetes\n\nexportador de galetes\n\nfluxos de treball d'importador de galetes\n\nexportació de galetes en formats llegibles\n\nrecuperació de dades get cookies.txt per a scripts\n\nRes més, res menys. 🔧\n\nBeneficis clau:\n1️⃣ No es requereixen comptes\n2️⃣ Funciona totalment fora de línia\n3️⃣ Exportació de galetes de Chrome ultra-ràpida\n4️⃣ Petjada lleugera\n5️⃣ Accions totalment transparents dins del navegador\n\nCom ajuda als desenvolupadors:\n▸ Moure's entre entorns de staging, pre-prod i prod\n▸ Transferir sessions connectades per a depuració\n▸ Reutilitzar galetes d'autenticació per a proves ràpides de tokens d'API\n▸ Gestionar galetes juntament amb altres eines d'edició de galetes\n▸ Importació ràpida de galetes sense perdre temps en connexions manuals\n\nCom ajuda als provadors:\n\nSalt de passos de connexió repetitius\n\nRestaurar sessions caducades\n\nUtilitzar get token cookie per continuar provant\n\nCompartir la configuració de sessions entre companys\n\nCòpia de seguretat de galetes durant proves de regressió ⚙️\n\n✨ Seguretat i Privadesa\n\nRespectem la teva privadesa. Les teves galetes mai abandonen el teu dispositiu.\n\nImporta galetes:\n➤ no puja, emmagatzema ni processa galetes en servidors externs\n➤ gestiona totes les accions localment dins del teu propi navegador\n➤ sol·licita només els permisos mínims necessaris per funcionar\n\nLes teves dades es mantenen sota el teu control total en tot moment. 🔒\n\nDissenyat per a:\n• Enginyers de QA\n• Desenvolupadors web\n• Especialistes en automatització\n• Equips de creixement treballant amb autenticació basada en galetes\n• Usuaris amb coneixements tècnics que necessiten importació ràpida de galetes de Chrome\n\nSi estàs cansat d'eines complicades, Importa galetes et dóna exactament el que necessites: importació ràpida de galetes i exportació de galetes de Chrome des de la pestanya activa sense distraccions.\n\nSimplifica el teu flux de treball:\n1️⃣ Obre la pestanya\n2️⃣ Fes clic a Importar o Exportar\n3️⃣ Fet ✨\n\nMillora la teva productivitat amb un importador de galetes minimalista, un exportador de galetes fiable i un suport suau per a l'exportació de galetes de Chrome en format txt. Importa galetes és l'eina més pràctica per a la gestió ràpida de galetes.\n\nPren el control de les teves sessions avui amb Importa galetes i gaudeix d'una importació de galetes sense esforç, exportació de galetes, edició de galetes del navegador i suport per a proves basades en tokens sempre que ho necessitis. 🎯"
  }
}