{
  "appName": {
    "message": "Cookies importeren"
  },
  "shortDesc": {
    "message": "Exporteer en importeer cookies op het actieve Google Chrome-browser tabblad om actieve sessies te delen en over te dragen."
  },
  "storeDesc": {
    "message": "Cookies importeren is een eenvoudige en krachtige Chrome-extensie die is ontworpen voor snelle cookie-import en exportacties rechtstreeks vanuit je actieve browsertabblad. Of je nu een ontwikkelaar, tester of power user bent, deze cookie-importeur en cookie-exporteur biedt een snelle en lichte oplossing zonder onnodige extra's. 🚀\n\nMet Cookies importeren kun je eenvoudig cookies importeren om sessies te herstellen, geauthenticeerde browse-omgevingen te migreren of je testworkflow op een ander apparaat voort te zetten. Je kunt ook cookies exporteren in standaardformaten zoals cookies exporteren txt, waardoor sessiebeheer moeiteloos wordt.\n\nDeze cookie-editor-extensie is uiterst nuttig bij het werken met inlogstatussen, beveiligingstokens en cross-environment testing. De mogelijkheid om token cookies te verkrijgen of cookies.txt te krijgen, maakt flexibele automatisering en naadloze browser sessiebeheer mogelijk.\n\nGebruik Cookies importeren om:\n1️⃣ cookies te importeren vanuit een tekstbestand\n2️⃣ cookies te exporteren vanuit het actieve tabblad\n3️⃣ je geauthenticeerde sessies tussen systemen gesynchroniseerd te houden\n\nGeen complexe configuratie, geen verwarrende gebruikersinterface. Gewoon een workflow voor het importeren en exporteren van cookies met twee knoppen. 💡\n\nWaarom kiezen voor Cookies importeren?\n\nUltra-eenvoudige interface\n\nEen-klik cookies importeren\n\nEen-klik cookies exporteren\n\nDirecte acties op het actieve browsertabblad\n\nWerkt perfect met ontwikkeltools en automatiseringsscripts\n\nVeelvoorkomende gebruiksscenario's zijn onder andere:\n\nQA-ingenieurs die test-sessies herstellen\n\nOntwikkelaars die inlogcookies tussen omgevingen beheren\n\nGebruikers die sessies wisselen tussen verschillende browsers of besturingssystemen\n\nGeautomatiseerde tools die cookies.txt-formaat vereisen\n\nSnelle back-up via cookie-exporteur zonder volledige profielen te exporteren\n\nSoms heb je meer controle nodig. Cookies importeren kan helpen wanneer je wilt:\n➤ browsercookies bewerken\n➤ tokenwaarden aanpassen met cookie bewerken\n➤ cookie-invoeren wijzigen vóór import\n➤ een cookie-editor of cookie-editor-tool samen gebruiken\n➤ handmatig chrome-cookies bewerken of een cookie-bewerkworkflow gebruiken\n\nHoewel onze belangrijkste functies strikt het exporteren en importeren van cookies zijn, kun je deze extensie combineren met elke import-cookies utility indien nodig.\n\nPerfect voor professionals die afhankelijk zijn van:\n• cookies exporteren txt voor automatisering\n• Veilige omgevingsoverdrachten\n• Cookie-gebaseerde authenticatie delen\n• Werken met REST-clients die sessiecookies vereisen\n• Opslaan van sessiegegevens vóór browseropruiming\n\nCookies importeren ondersteunt:\n\ncookie-import\n\ncookie-exporteur\n\ncookie-importeur workflows\n\ncookies exporteren naar leesbare formaten\n\ngegevens ophalen van cookies.txt voor scripts\n\nNiet meer, niet minder. 🔧\n\nBelangrijkste voordelen:\n1️⃣ Geen accounts vereist\n2️⃣ Werkt volledig offline\n3️⃣ Ultra-snelle cookies exporteren\n4️⃣ Lichtgewicht voetafdruk\n5️⃣ Volledig transparante acties direct in de browser\n\nHoe het ontwikkelaars helpt:\n▸ Beweeg tussen staging-, pre-prod- en prod-omgevingen\n▸ Verplaats ingelogde sessies voor debugging\n▸ Hergebruik auth-cookies voor snelle API-token-testen\n▸ Beheer cookies naast andere cookie-editor-extensietools\n▸ Snelle cookie-import zonder tijd te besteden aan handmatige inlog\n\nHoe het testers helpt:\n\nSla repetitieve inlogstappen over\n\nHerstel verlopen sessies\n\nGebruik token cookies om door te gaan met testen\n\nDeel sessie-instellingen tussen teamgenoten\n\nBack-up cookies tijdens regressietests ⚙️\n\n✨ Beveiliging en Privacy\n\nWe respecteren je privacy. Je cookies verlaten nooit je apparaat.\n\nCookies importeren:\n➤ uploadt, slaat op of verwerkt geen cookies op externe servers\n➤ behandelt alle acties lokaal in je eigen browser\n➤ vraagt alleen de minimaal noodzakelijke machtigingen om te functioneren\n\nJe gegevens blijven te allen tijde volledig onder jouw controle. 🔒\n\nOntworpen voor:\n• QA-ingenieurs\n• Webontwikkelaars\n• Automatiseringsspecialisten\n• Groei-teams die werken met cookie-gebaseerde authenticatie\n• Technisch onderlegde gebruikers die snelle cookies importeren nodig hebben\n\nAls je moe bent van ingewikkelde tools, biedt Cookies importeren precies wat je nodig hebt: snelle cookie-import en cookies exporteren vanuit het actieve tabblad zonder afleidingen.\n\nVereenvoudig je workflow:\n1️⃣ Open het tabblad\n2️⃣ Klik op Importeren of Exporteren\n3️⃣ Klaar ✨\n\nVerhoog je productiviteit met een minimalistische cookie-importeur, betrouwbare cookie-exporteur en soepele ondersteuning voor cookies exporteren txt. Cookies importeren is de meest praktische tool voor snelle cookie-afhandeling.\n\nNeem vandaag de controle over je sessies met Cookies importeren en geniet van moeiteloze cookie-import, exporteren van cookies, bewerken van browsercookies en ondersteuning voor token-gebaseerd testen wanneer je het nodig hebt. 🎯"
  }
}