{
  "appName": {
    "message": "Importer des cookies"
  },
  "shortDesc": {
    "message": "Exporter et importer des cookies sur l'onglet actif du navigateur Google Chrome pour partager et transférer des sessions actives."
  },
  "storeDesc": {
    "message": "Importer des cookies est une extension Chrome simple et puissante conçue pour des actions rapides d'importation et d'exportation de cookies directement depuis votre onglet de navigateur actif. Que vous soyez développeur, testeur ou utilisateur avancé, cet outil d'importation et d'exportation de cookies offre une solution rapide et légère sans extras inutiles. 🚀\n\nAvec Importer des cookies, vous pouvez facilement importer des cookies Chrome pour restaurer des sessions, migrer des environnements de navigation authentifiés ou continuer votre flux de test sur un autre appareil. Vous pouvez également exporter des cookies Chrome dans des formats standard comme l'exportation de cookies Chrome en txt, rendant la gestion des sessions sans effort.\n\nCette extension d'édition de cookies est extrêmement utile lors du travail avec des états de connexion, des jetons de sécurité et des tests inter-environnements. La capacité d'obtenir un cookie de jeton ou d'obtenir un cookies.txt permet une automatisation flexible et une gestion fluide des sessions de navigateur.\n\nUtilisez Importer des cookies pour :\n1️⃣ importer des cookies à partir d'un fichier texte\n2️⃣ exporter des cookies depuis l'onglet actif\n3️⃣ garder vos sessions authentifiées synchronisées entre les systèmes\n\nPas de configuration complexe, pas d'interface utilisateur déroutante. Juste un flux de travail d'importation et d'exportation de cookies à deux boutons. 💡\n\nPourquoi choisir Importer des cookies ?\n\nInterface ultra-simple\n\nImportation de cookies Chrome en un clic\n\nExportation de cookies Chrome en un clic\n\nActions instantanées sur l'onglet de navigateur actif\n\nFonctionne parfaitement avec les outils de développement et les scripts d'automatisation\n\nLes cas d'utilisation courants incluent :\n\nIngénieurs QA restaurant des sessions de test\n\nDéveloppeurs gérant des cookies de connexion entre environnements\n\nUtilisateurs changeant de sessions entre différents navigateurs ou systèmes d'exploitation\n\nOutils automatisés nécessitant le format get cookies.txt\n\nSauvegarde rapide via l'exportateur de cookies sans exporter des profils complets\n\nParfois, vous avez besoin de plus de contrôle. Importer des cookies peut vous aider lorsque vous souhaitez :\n➤ éditer des cookies de navigateur\n➤ ajuster les valeurs de jeton avec l'édition de cookies\n➤ modifier les entrées de cookies avant l'importation\n➤ utiliser un éditeur de cookies ou un outil d'édition de cookies ensemble\n➤ éditer manuellement des cookies Chrome ou utiliser un flux de travail d'édition de cookies\n\nBien que nos principales fonctionnalités soient strictement l'exportation et l'importation de cookies, vous pouvez combiner cette extension avec n'importe quel utilitaire d'importation de cookies si nécessaire.\n\nParfait pour les professionnels qui dépendent de :\n• l'exportation de cookies Chrome en txt pour l'automatisation\n• les transferts d'environnement sécurisés\n• le partage d'authentification basé sur des cookies\n• le travail avec des clients REST nécessitant des cookies de session\n• la sauvegarde des données de session avant le nettoyage du navigateur\n\nImporter des cookies prend en charge :\n\nl'importation de cookies\n\nles flux de travail d'exportation de cookies\n\nles flux de travail d'importation de cookies\n\nl'exportation de cookies dans des formats lisibles\n\nla récupération des données get cookies.txt pour les scripts\n\nRien de plus, rien de moins. 🔧\n\nAvantages clés :\n1️⃣ Aucun compte requis\n2️⃣ Fonctionne entièrement hors ligne\n3️⃣ Exportation de cookies Chrome ultra-rapide\n4️⃣ Empreinte légère\n5️⃣ Actions entièrement transparentes directement dans le navigateur\n\nComment cela aide les développeurs :\n▸ Passer entre les environnements de staging, pré-production et production\n▸ Transférer des sessions connectées pour le débogage\n▸ Réutiliser des cookies d'authentification pour des tests rapides de jetons API\n▸ Gérer des cookies aux côtés d'autres outils d'édition de cookies\n▸ Importation rapide de cookies sans perdre de temps sur une connexion manuelle\n\nComment cela aide les testeurs :\n\nSauter les étapes de connexion répétitives\n\nRestaurer des sessions expirées\n\nUtiliser get token cookie pour continuer les tests\n\nPartager la configuration de session entre coéquipiers\n\nSauvegarder des cookies lors des tests de régression ⚙️\n\n✨ Sécurité et confidentialité\n\nNous respectons votre vie privée. Vos cookies ne quittent jamais votre appareil.\n\nImporter des cookies :\n➤ ne télécharge pas, ne stocke pas et ne traite pas les cookies sur des serveurs externes\n➤ gère toutes les actions localement dans votre propre navigateur\n➤ demande uniquement les autorisations minimales nécessaires pour fonctionner\n\nVos données restent sous votre contrôle total à tout moment. 🔒\n\nConçu pour :\n• Ingénieurs QA\n• Développeurs web\n• Spécialistes de l'automatisation\n• Équipes de croissance travaillant avec l'authentification basée sur des cookies\n• Utilisateurs avertis ayant besoin d'une importation rapide de cookies Chrome\n\nSi vous en avez assez des outils compliqués, Importer des cookies vous donne exactement ce dont vous avez besoin : une importation rapide de cookies et une exportation de cookies Chrome depuis l'onglet actif sans distractions.\n\nSimplifiez votre flux de travail :\n1️⃣ Ouvrez l'onglet\n2️⃣ Cliquez sur Importer ou Exporter\n3️⃣ Terminé ✨\n\nAméliorez votre productivité avec un importateur de cookies minimaliste, un exportateur de cookies fiable et un support fluide pour l'exportation de cookies Chrome en txt. Importer des cookies est l'outil le plus pratique pour une gestion rapide des cookies.\n\nPrenez le contrôle de vos sessions aujourd'hui avec Importer des cookies et profitez d'une importation sans effort, d'une exportation de cookies, d'une édition de cookies de navigateur et d'un support de test basé sur des jetons chaque fois que vous en avez besoin. 🎯"
  }
}