{
  "appName": {
    "message": "Importer informasjonskapsler"
  },
  "shortDesc": {
    "message": "Eksporter og importer informasjonskapsler på den aktive fanen i Google Chrome-nettleseren for å dele og overføre aktive økter"
  },
  "storeDesc": {
    "message": "Importer informasjonskapsler er en enkel og kraftig Chrome-utvidelse som er utviklet for rask import og eksport av informasjonskapsler direkte fra den aktive nettleserfanen din. Enten du er en utvikler, tester eller avansert bruker, tilbyr dette verktøyet for informasjonskapselimport og -eksport en rask og lett løsning uten unødvendige tillegg. 🚀\n\n Med import av informasjonskapsler kan du enkelt importere informasjonskapsler i Chrome for å gjenopprette økter, migrere autentiserte nettlesermiljøer eller fortsette testarbeidsflyten din på en annen enhet. Du kan også eksportere informasjonskapsler i Chrome i standardformater som Chrome Export Cookies TXT, noe som gjør øktadministrasjonen enkel.\n\n Denne utvidelsen for informasjonskapselredigering er svært nyttig når du jobber med påloggingsstatuser, sikkerhetstokener og testing på tvers av miljøer. Muligheten til å hente token-cookie eller hente cookies.txt muliggjør fleksibel automatisering og sømløs håndtering av nettleserøkter.\n\n Bruk importinformasjonskapsler til å:\n 1️⃣ importer informasjonskapsler fra en tekstfil\n 2️⃣ eksporter informasjonskapsler fra den aktive fanen\n 3️⃣ Hold autentiserte økter synkronisert mellom systemer\n\n Ingen kompleks konfigurasjon, intet forvirrende brukergrensesnitt. Bare en arbeidsflyt med to knapper for import og eksport av informasjonskapsler. 💡\n\n Hvorfor velge import av informasjonskapsler?\n\n Ultraenkelt grensesnitt\n\n Ett-klikks import av informasjonskapsler i Chrome\n\n Eksport av informasjonskapsler i Chrome med ett klikk\n\n Øyeblikkelige handlinger på den aktive nettleserfanen\n\n Fungerer perfekt med utviklerverktøy og automatiseringsskript\n\n Vanlige brukstilfeller inkluderer:\n\n QA-ingeniører gjenoppretter testøkter\n\n Utviklere som håndterer påloggingsinformasjonskapsler mellom miljøer\n\n Brukere som bytter økter på tvers av forskjellige nettlesere eller operativsystemer\n\n Automatiserte verktøy som krever formatet get cookies.txt\n\n Rask sikkerhetskopiering via informasjonskapseleksportør uten å eksportere fullstendige profiler\n\n Noen ganger trenger du mer kontroll. Import av informasjonskapsler kan hjelpe deg når du vil:\n ➤ rediger informasjonskapsler i nettleseren\n ➤ juster tokenverdier med informasjonskapselredigering\n ➤ endre informasjonskapsler før import\n ➤ bruk et informasjonskapselredigeringsprogram eller et informasjonskapselredigeringsverktøy sammen\n ➤ rediger Chrome-informasjonskapsler manuelt eller bruk arbeidsflyten for redigering av informasjonskapsler\n\n Selv om hovedfunksjonene våre utelukkende er eksport av informasjonskapsler og import av informasjonskapsler, kan du kombinere denne utvidelsen med alle import-cookies-verktøy om nødvendig.\n\n Perfekt for fagfolk som er avhengige av:\n • Chrome eksporter informasjonskapsler i txt-format for automatisering\n • Sikre miljøoverføringer\n • Deling av autentisering basert på informasjonskapsler\n • Arbeid med REST-klienter som krever øktinformasjonskapsler\n • Lagring av øktdata før opprydding i nettleseren\n\n Import av informasjonskapsler støtter:\n\n import av informasjonskapsler\n\n informasjonskapseleksportør\n\n arbeidsflyter for import av informasjonskapsler\n\n eksportere informasjonskapsler til lesbare formater\n\n henter get cookies.txt-data for skript\n\n Ikke mer, ikke mindre. 🔧\n\n Viktige fordeler:\n 1️⃣ Ingen kontoer kreves\n 2️⃣ Fungerer helt offline\n 3️⃣ Ultraraske Chrome-eksportinformasjonskapsler\n 4️⃣ Lett fotavtrykk\n 5️⃣ Helt transparente handlinger rett i nettleseren\n\n Hvordan det hjelper utviklere:\n ▸ Gå mellom staging-, pre-prod- og prod-miljøer\n ▸ Overfør påloggede økter for feilsøking\n ▸ Bruk autentiseringskapsler på nytt for rask API-tokentesting\n ▸ Administrer informasjonskapsler sammen med andre verktøy for redigering av informasjonskapsler\n ▸ Rask import av informasjonskapsler uten å bruke tid på manuell pålogging\n\n Hvordan det hjelper testere:\n\n Hopp over gjentatte påloggingstrinn\n\n Gjenopprett utløpte økter\n\n Bruk «get token»-informasjonskapselen for å fortsette testingen\n\n Del øktoppsett mellom lagkamerater\n\n Sikkerhetskopiering av informasjonskapsler under regresjonstesting ⚙️\n\n ✨ Sikkerhet og personvern\n\n Vi respekterer personvernet ditt. Informasjonskapslene dine forlater aldri enheten din.\n\n Importer informasjonskapsler:\n ➤ laster ikke opp, lagrer eller behandler ikke informasjonskapsler på eksterne servere\n ➤ håndterer alle handlinger lokalt i din egen nettleser\n ➤ ber bare om minimum nødvendige tillatelser for å fungere\n\n Dine data forblir under din fulle kontroll til enhver tid. 🔒\n\n Utviklet for:\n • QA-ingeniører\n • Nettutviklere\n • Automatiseringsspesialister\n • Vekstteam som jobber med informasjonskapselbasert godkjenning\n • Teknikkkyndige brukere som trenger rask import av informasjonskapsler til Chrome\n\n Hvis du er lei av kompliserte verktøy, gir Import Cookies deg akkurat det du trenger: rask import av informasjonskapsler og Chrome-eksport av informasjonskapsler fra den aktive fanen uten distraksjoner.\n\n Forenkle arbeidsflyten din:\n 1️⃣ Åpne fanen\n 2️⃣ Klikk på Importer eller Eksporter\n 3️⃣ Ferdig ✨\n\n Øk produktiviteten din med en minimalistisk informasjonskapselimportør, pålitelig informasjonskapseleksportør og smidig Chrome-støtte for eksport av informasjonskapsler i tekstformat. Import Cookies er det mest praktiske verktøyet for rask håndtering av informasjonskapsler.\n\n Ta kontroll over øktene dine i dag med import av informasjonskapsler, og nyt uanstrengt import av informasjonskapsler, eksport av informasjonskapsler, redigering av nettleserinformasjonskapsler og tokenbasert teststøtte når du trenger det. 🎯\n"
  }
}