{
  "appName": {
    "message": "クッキーをインポートする"
  },
  "shortDesc": {
    "message": "アクティブなGoogle Chromeブラウザタブでクッキーをエクスポートおよびインポートして、アクティブなセッションを共有および転送します。"
  },
  "storeDesc": {
    "message": "クッキーをインポートするは、アクティブなブラウザタブから直接クッキーを迅速にインポートおよびエクスポートするために設計されたシンプルで強力なChrome拡張機能です。開発者、テスター、またはパワーユーザーであっても、このクッキーインポーターおよびクッキーエクスポーターは、不要な追加機能なしで迅速かつ軽量なソリューションを提供します。🚀\n\nクッキーをインポートするを使用すると、セッションを復元したり、認証されたブラウジング環境を移行したり、別のデバイスでテストワークフローを続行したりするために、簡単にクッキーをインポートできます。また、標準形式でクッキーをエクスポートすることもでき、セッション管理が容易になります。\n\nこのクッキーエディタ拡張機能は、ログイン状態、セキュリティトークン、クロス環境テストを扱う際に非常に役立ちます。トークンクッキーを取得したり、cookies.txtを取得したりする機能は、柔軟な自動化とシームレスなブラウザセッションの処理を可能にします。\n\nクッキーをインポートするを使用して：\n1️⃣ テキストファイルからクッキーをインポートする\n2️⃣ アクティブなタブからクッキーをエクスポートする\n3️⃣ システム間で認証されたセッションを同期させる\n\n複雑な設定は不要で、混乱を招くUIもありません。単純な2ボタンのクッキーインポートおよびエクスポートワークフローです。💡\n\nなぜクッキーをインポートするを選ぶのか？\n\n超シンプルなインターフェース\n\nワンクリックでクッキーをインポート\n\nワンクリックでクッキーをエクスポート\n\nアクティブなブラウザタブでの即時アクション\n\n開発者ツールや自動化スクリプトと完璧に連携\n\n一般的な使用例には以下が含まれます：\n\nQAエンジニアがテストセッションを復元する\n\n開発者が環境間でログインクッキーを扱う\n\nユーザーが異なるブラウザやOS間でセッションを切り替える\n\nget cookies.txt形式を必要とする自動化ツール\n\nフルプロファイルをエクスポートせずにクッキーエクスポーターを介して迅速にバックアップ\n\n時には、より多くの制御が必要です。クッキーをインポートするは、次のような場合に役立ちます：\n➤ ブラウザクッキーを編集する\n➤ クッキー編集でトークン値を調整する\n➤ インポート前にクッキーエントリを修正する\n➤ クッキーエディタまたはクッキーエディタツールを一緒に使用する\n➤ クッキーを手動で編集するか、クッキー編集ワークフローを使用する\n\n私たちの主な機能は厳密にクッキーのエクスポートとインポートですが、必要に応じてこの拡張機能を任意のインポートクッキーユーティリティと組み合わせることができます。\n\nプロフェッショナルに最適：\n• 自動化のためのクッキーエクスポート\n• セキュアな環境間の転送\n• クッキーに基づく認証の共有\n• セッションクッキーを必要とするRESTクライアントとの作業\n• ブラウザのクリーンアップ前にセッションデータを保存\n\nクッキーをインポートするは以下をサポートします：\n\nクッキーのインポート\n\nクッキーエクスポーター\n\nクッキーインポーターワークフロー\n\n読みやすい形式へのクッキーのエクスポート\n\nスクリプト用のget cookies.txtデータの取得\n\nそれ以上でもそれ以下でもありません。🔧\n\n主な利点：\n1️⃣ アカウントは不要\n2️⃣ 完全にオフラインで動作\n3️⃣ 超高速なクッキーエクスポート\n4️⃣ 軽量なフットプリント\n5️⃣ ブラウザ内での完全に透明なアクション\n\n開発者にどのように役立つか：\n▸ ステージング、プレプロダクション、プロダクション環境間を移動\n▸ デバッグのためにログインセッションを転送\n▸ クイックAPIトークンテストのために認証クッキーを再利用\n▸ 他のクッキーエディタ拡張ツールと一緒にクッキーを管理\n▸ 手動ログインに時間をかけずに迅速にクッキーをインポート\n\nテスターにどのように役立つか：\n\n繰り返しのログインステップをスキップ\n\n期限切れのセッションを復元\n\nトークンクッキーを使用してテストを続行\n\nチームメイト間でセッション設定を共有\n\n回帰テスト中にクッキーをバックアップ ⚙️\n\n✨ セキュリティとプライバシー\n\n私たちはあなたのプライバシーを尊重します。あなたのクッキーは決してデバイスを離れません。\n\nクッキーをインポートする：\n➤ 外部サーバーにクッキーをアップロード、保存、または処理しません\n➤ すべてのアクションをあなた自身のブラウザ内でローカルに処理します\n➤ 機能するために必要最低限の権限のみを要求します\n\nあなたのデータは常にあなたの完全な制御下にあります。🔒\n\n対象：\n• QAエンジニア\n• ウェブ開発者\n• 自動化スペシャリスト\n• クッキーに基づく認証を扱う成長チーム\n• クイックなクッキーインポートを必要とする技術に精通したユーザー\n\n複雑なツールに疲れたなら、クッキーをインポートするはあなたが必要とするものを正確に提供します：アクティブなタブからの迅速なクッキーインポートとエクスポート。\n\nワークフローを簡素化：\n1️⃣ タブを開く\n2️⃣ インポートまたはエクスポートをクリック\n3️⃣ 完了 ✨\n\nミニマリスティックなクッキーインポータ、信頼できるクッキーエクスポータ、およびスムーズなクッキーエクスポートサポートで生産性を向上させましょう。クッキーをインポートするは、迅速なクッキー処理のための最も実用的なツールです。\n\n今日、クッキーをインポートするを使用してセッションを制御し、必要なときに手間のかからないクッキーインポート、クッキーエクスポート、ブラウザクッキーの編集、トークンベースのテストサポートを楽しんでください。🎯"
  }
}