{
  "appName": {
    "message": "Importovat soubory cookie"
  },
  "shortDesc": {
    "message": "Exportujte a importujte soubory cookie na aktivní kartě prohlížeče Google Chrome, abyste sdíleli a přenášeli aktivní relace."
  },
  "storeDesc": {
    "message": "Importovat soubory cookie je jednoduchá a výkonná rozšíření pro Chrome, navržená pro rychlý import a export souborů cookie přímo z aktivní záložky prohlížeče. Ať už jste vývojář, tester nebo pokročilý uživatel, tento nástroj pro import a export souborů cookie nabízí rychlé a lehké řešení bez zbytečných příloh. 🚀\n\nS Importovat soubory cookie můžete snadno importovat soubory cookie pro obnovení relací, migraci autentizovaných prohlížecích prostředí nebo pokračování ve vašem testovacím pracovním postupu na jiném zařízení. Můžete také exportovat soubory cookie ve standardních formátech, jako je export souborů cookie txt, což usnadňuje správu relací.\n\nToto rozšíření pro úpravu souborů cookie je velmi užitečné při práci s přihlašovacími stavy, bezpečnostními tokeny a testováním napříč prostředími. Schopnost získat token cookie nebo získat cookies.txt umožňuje flexibilní automatizaci a bezproblémové zpracování relací prohlížeče.\n\nPoužijte Importovat soubory cookie k:\n1️⃣ importu souborů cookie z textového souboru\n2️⃣ exportu souborů cookie z aktivní záložky\n3️⃣ udržení synchronizovaných autentizovaných relací mezi systémy\n\nŽádná složitá konfigurace, žádné matoucí uživatelské rozhraní. Jen pracovní postup importu a exportu souborů cookie se dvěma tlačítky. 💡\n\nProč zvolit Importovat soubory cookie?\n\nUltra-jednoduché rozhraní\n\nJednoduchý import souborů cookie jedním kliknutím\n\nJednoduchý export souborů cookie jedním kliknutím\n\nOkamžité akce na aktivní záložce prohlížeče\n\nPerfektní spolupráce s nástroji pro vývojáře a automatizačními skripty\n\nBěžné případy použití zahrnují:\n\nQA inženýři obnovující testovací relace\n\nVývojáři spravující přihlašovací soubory cookie mezi prostředími\n\nUživatelé přepínající relace mezi různými prohlížeči nebo operačními systémy\n\nAutomatizované nástroje, které vyžadují formát cookies.txt\n\nRychlá záloha prostřednictvím exportéru souborů cookie bez exportu celých profilů\n\nNěkdy potřebujete více kontroly. Importovat soubory cookie vám může pomoci, když chcete:\n➤ upravit soubory cookie prohlížeče\n➤ upravit hodnoty tokenů pomocí úpravy souborů cookie\n➤ upravit položky souborů cookie před importem\n➤ používat nástroj pro úpravu souborů cookie společně\n➤ ručně upravit soubory cookie prohlížeče nebo použít pracovní postup pro úpravu souboru cookie\n\nI když jsou naše hlavní funkce striktně export souborů cookie a import souborů cookie, můžete toto rozšíření kombinovat s jakýmikoli nástroji pro import souborů cookie, pokud je to potřeba.\n\nPerfektní pro profesionály, kteří se spoléhají na:\n• export souborů cookie txt pro automatizaci\n• bezpečné přenosy prostředí\n• sdílení autentizace založené na souborech cookie\n• práci s REST klienty vyžadujícími relace souborů cookie\n• ukládání dat relací před čištěním prohlížeče\n\nImportovat soubory cookie podporuje:\n\nimport souborů cookie\n\nexportér souborů cookie\n\npracovní postupy importéru souborů cookie\n\nexport souborů cookie do čitelných formátů\n\nzískávání dat cookies.txt pro skripty\n\nNic víc, nic míň. 🔧\n\nHlavní výhody:\n1️⃣ Žádné účty nejsou vyžadovány\n2️⃣ Funguje zcela offline\n3️⃣ Ultra-rychlý export souborů cookie\n4️⃣ Lehká stopa\n5️⃣ Plně transparentní akce přímo v prohlížeči\n\nJak to pomáhá vývojářům:\n▸ Přesun mezi staging, pre-prod a prod prostředími\n▸ Přenos přihlášených relací pro ladění\n▸ Opětovné použití autentizačních souborů cookie pro rychlé testování API tokenů\n▸ Správa souborů cookie vedle dalších nástrojů pro úpravu souborů cookie\n▸ Rychlý import souborů cookie bez ztráty času na ruční přihlášení\n\nJak to pomáhá testerům:\n\nPřeskočte opakující se kroky přihlášení\n\nObnovte vypršené relace\n\nPoužijte získání tokenu cookie pro pokračování v testování\n\nSdílejte nastavení relace mezi členy týmu\n\nZálohujte soubory cookie během regresního testování ⚙️\n\n✨ Bezpečnost a soukromí\n\nRespektujeme vaše soukromí. Vaše soubory cookie nikdy neopustí vaše zařízení.\n\nImportovat soubory cookie:\n➤ neuploaduje, neukládá ani nezpracovává soubory cookie na externích serverech\n➤ zpracovává všechny akce lokálně uvnitř vašeho prohlížeče\n➤ požaduje pouze minimální nezbytná oprávnění k fungování\n\nVaše data zůstávají po celou dobu pod vaší plnou kontrolou. 🔒\n\nNavrženo pro:\n• QA inženýry\n• Webové vývojáře\n• Specialisty na automatizaci\n• Týmy pro růst pracující s autentizací založenou na souborech cookie\n• Technicky zdatné uživatele potřebující rychlý import souborů cookie\n\nPokud vás unavují složité nástroje, Importovat soubory cookie vám dává přesně to, co potřebujete: rychlý import souborů cookie a export souborů cookie z aktivní záložky bez rozptýlení.\n\nZjednodušte svůj pracovní postup:\n1️⃣ Otevřete záložku\n2️⃣ Klikněte na Import nebo Export\n3️⃣ Hotovo ✨\n\nZvyšte svou produktivitu s minimalistickým importérem souborů cookie, spolehlivým exportérem souborů cookie a hladkou podporou pro export souborů cookie txt. Importovat soubory cookie je nejpraktičtější nástroj pro rychlé zpracování souborů cookie.\n\nZískejte kontrolu nad svými relacemi ještě dnes s Importovat soubory cookie a užijte si bezproblémový import souborů cookie, export souborů cookie, úpravu souborů cookie prohlížeče a podporu testování založeného na tokenech, kdykoli to potřebujete. 🎯"
  }
}