{
  "appName": {
    "message": "Ingiza Kuki"
  },
  "shortDesc": {
    "message": "Sasisha na ingiza kuki kwenye kichupo cha kivinjari cha Google Chrome kilicho hai ili kushiriki na kuhamasisha vikao vilivyo hai."
  },
  "storeDesc": {
    "message": "Ingiza Kuki ni nyongeza rahisi na yenye nguvu ya Chrome iliyoundwa kwa ajili ya kuagiza na kusafirisha kuki haraka moja kwa moja kutoka kwa kichupo chako cha kivinjari kilicho active. Iwe wewe ni mbunifu, mtathmini, au mtumiaji mwenye nguvu, chombo hiki cha kuagiza na kusafirisha kuki kinatoa suluhisho la haraka na lenye uzito mdogo bila ziada zisizohitajika. 🚀\n\nKwa Ingiza Kuki, unaweza kwa urahisi kuagiza kuki za Chrome ili kurejesha vikao, kuhamasisha mazingira ya kuvinjari yaliyothibitishwa, au kuendelea na mtiririko wako wa majaribio kwenye kifaa kingine. Unaweza pia kusafirisha kuki za Chrome katika fomati za kawaida kama vile chrome export cookies txt, na kufanya usimamizi wa vikao kuwa rahisi.\n\nNyongeza hii ya mhariri wa kuki ni muhimu sana unapofanya kazi na hali za kuingia, token za usalama, na majaribio ya mazingira tofauti. Uwezo wa kupata token cookie au kupata cookies.txt unaruhusu automatisering ya kubadilika na usimamizi wa vikao vya kivinjari bila mshono.\n\nTumia Ingiza Kuki ili:\n1️⃣ kuagiza kuki kutoka kwa faili ya maandiko\n2️⃣ kusafirisha kuki kutoka kwa kichupo kilicho active\n3️⃣ kuweka vikao vyako vilivyothibitishwa vikiwa sambamba kati ya mifumo\n\nHakuna usanidi mgumu, hakuna UI inayochanganya. Ni mtiririko wa kuagiza na kusafirisha kuki kwa vitufe viwili tu. 💡\n\nKwa nini uchague Ingiza Kuki?\n\nKiolesura rahisi sana\n\nKuagiza kuki za Chrome kwa bonyezo moja\n\nKusafirisha kuki za Chrome kwa bonyezo moja\n\nVitendo vya papo hapo kwenye kichupo cha kivinjari kilicho active\n\nInafanya kazi vizuri na zana za wabunifu na skripti za automatisering\n\nMatumizi ya kawaida ni pamoja na:\n\nInjinia wa QA wanaorejesha vikao vya majaribio\n\nWabunifu wanaoshughulikia kuki za kuingia kati ya mazingira\n\nWatumiaji wanaobadilisha vikao kati ya vivinjari tofauti au mifumo ya uendeshaji\n\nZana za automatisering zinazohitaji format ya get cookies.txt\n\nHifadhi haraka kupitia mtoaji wa kuki bila kusafirisha profaili kamili\n\nWakati mwingine unahitaji udhibiti zaidi. Ingiza Kuki inaweza kusaidia unapotaka:\n➤ kuhariri kuki za kivinjari\n➤ kurekebisha thamani za token kwa kuhariri kuki\n➤ kubadilisha entries za kuki kabla ya kuagiza\n➤ kutumia mhariri wa kuki au zana ya kuhariri kuki pamoja\n➤ kuhariri kuki za chrome kwa mikono au kutumia mtiririko wa kuhariri kuki\n\nIngawa vipengele vyetu vikuu ni kuagiza kuki na kusafirisha kuki, unaweza kuunganisha nyongeza hii na zana zozote za kuagiza-kuki ikiwa inahitajika.\n\nInafaa kwa wataalamu wanaotegemea:\n• chrome export cookies txt kwa automatisering\n• Uhamisho wa mazingira salama\n• Kushiriki uthibitishaji wa kuki\n• Kufanya kazi na wateja wa REST wanaohitaji kuki za vikao\n• Kuokoa data za vikao kabla ya kusafisha kivinjari\n\nIngiza Kuki inasaidia:\n\nkuagiza kuki\n\nmtoaji wa kuki\n\nmchakato wa kuagiza kuki\n\nkusafirisha kuki katika fomati zinazoweza kusomeka\n\nkurejesha data ya get cookies.txt kwa ajili ya skripti\n\nHakuna zaidi, hakuna kidogo. 🔧\n\nFaida kuu:\n1️⃣ Hakuna akaunti zinazohitajika\n2️⃣ Inafanya kazi kabisa bila mtandao\n3️⃣ Kuagiza kuki za chrome kwa kasi sana\n4️⃣ Uzito mdogo\n5️⃣ Vitendo vya uwazi kabisa ndani ya kivinjari\n\nInavyosaidia wabunifu:\n▸ Hamisha kati ya mazingira ya staging, pre-prod, na prod\n▸ Hamisha vikao vilivyoingia kwa ajili ya kutatua matatizo\n▸ Tumia kuki za uthibitishaji kwa majaribio ya haraka ya token ya API\n▸ Simamia kuki pamoja na zana nyingine za nyongeza ya kuhariri kuki\n▸ Kuagiza kuki haraka bila kutumia muda kwenye kuingia kwa mikono\n\nInavyosaidia waathmini:\n\nKukosa hatua za kuingia zinazojirudia\n\nKurejesha vikao vilivyokwisha muda\n\nTumia kupata token cookie ili kuendelea na majaribio\n\nShiriki mipangilio ya vikao kati ya wenzako\n\nHifadhi kuki wakati wa majaribio ya kurudi nyuma ⚙️\n\n✨ Usalama na Faragha\n\nTunaheshimu faragha yako. Kuki zako hazitoki kwenye kifaa chako.\n\nIngiza Kuki:\n➤ haiwezi kupakia, kuhifadhi, au kushughulikia kuki kwenye seva za nje\n➤ inashughulikia vitendo vyote ndani ya kivinjari chako mwenyewe\n➤ inahitaji tu ruhusa za chini zinazohitajika ili kufanya kazi\n\nData yako inabaki chini ya udhibiti wako kamili wakati wote. 🔒\n\nImeundwa kwa ajili ya:\n• Injinia wa QA\n• Wabunifu wa wavuti\n• Mtaalamu wa automatisering\n• Timu za ukuaji zinazofanya kazi na uthibitishaji wa kuki\n• Watumiaji wenye ujuzi wa teknolojia wanaohitaji kuagiza kuki za chrome haraka\n\nIkiwa umechoka na zana ngumu, Ingiza Kuki inakupa kile unachohitaji: kuagiza kuki haraka na kusafirisha kuki za chrome kutoka kwa kichupo kilicho active bila usumbufu.\n\nRahisisha mtiririko wako wa kazi:\n1️⃣ Fungua kichupo\n2️⃣ Bonyeza Ingiza au Kusafirisha\n3️⃣ Imekamilika ✨\n\nPandisha uzalishaji wako kwa mtoaji wa kuki wa minimalist, mtoaji wa kuki wa kuaminika, na msaada wa kusafirisha kuki za chrome txt kwa urahisi. Ingiza Kuki ni chombo bora zaidi kwa usimamizi wa haraka wa kuki.\n\nChukua udhibiti wa vikao vyako leo na Ingiza Kuki na ufurahie kuagiza kuki bila vaa, kusafirisha kuki, kuhariri kuki za kivinjari, na msaada wa majaribio yanayotegemea token kila wakati unavyohitaji. 🎯"
  }
}