{
  "appName": {
    "message": "Impor Cookie"
  },
  "shortDesc": {
    "message": "Ekspor dan impor cookie pada tab browser Google Chrome yang aktif untuk berbagi dan mentransfer sesi aktif."
  },
  "storeDesc": {
    "message": "Impor Cookie adalah ekstensi Chrome yang sederhana dan kuat yang dirancang untuk tindakan impor dan ekspor cookie dengan cepat langsung dari tab browser aktif Anda. Apakah Anda seorang pengembang, penguji, atau pengguna power, alat impor cookie dan ekspor cookie ini menawarkan solusi cepat dan ringan tanpa tambahan yang tidak perlu. 🚀\n\nDengan Impor Cookie, Anda dapat dengan mudah mengimpor cookie Chrome untuk memulihkan sesi, memigrasi lingkungan penjelajahan yang terautentikasi, atau melanjutkan alur kerja pengujian Anda di perangkat lain. Anda juga dapat mengekspor cookie Chrome dalam format standar seperti ekspor cookie Chrome txt, membuat manajemen sesi menjadi mudah.\n\nEkstensi pengedit cookie ini sangat membantu saat bekerja dengan status login, token keamanan, dan pengujian lintas lingkungan. Kemampuan untuk mendapatkan cookie token atau mendapatkan cookies.txt memungkinkan otomatisasi yang fleksibel dan penanganan sesi browser yang mulus.\n\nGunakan Impor Cookie untuk:\n1️⃣ mengimpor cookie dari file teks\n2️⃣ mengekspor cookie dari tab aktif\n3️⃣ menjaga sesi terautentikasi Anda tetap sinkron antara sistem\n\nTidak ada konfigurasi yang rumit, tidak ada antarmuka yang membingungkan. Hanya alur kerja impor dan ekspor cookie dengan dua tombol. 💡\n\nMengapa memilih Impor Cookie?\n\nAntarmuka yang sangat sederhana\n\nImpor cookie Chrome dengan satu klik\n\nEkspor cookie Chrome dengan satu klik\n\nTindakan instan di tab browser aktif\n\nBekerja dengan sempurna dengan alat pengembang dan skrip otomatisasi\n\nKasus penggunaan umum meliputi:\n\nInsinyur QA memulihkan sesi pengujian\n\nPengembang menangani cookie login antara lingkungan\n\nPengguna beralih sesi di berbagai browser atau OS\n\nAlat otomatis yang memerlukan format get cookies.txt\n\nCadangan cepat melalui ekspor cookie tanpa mengekspor profil penuh\n\nTerkadang Anda memerlukan lebih banyak kontrol. Impor Cookie dapat membantu saat Anda ingin:\n➤ mengedit cookie browser\n➤ menyesuaikan nilai token dengan pengeditan cookie\n➤ memodifikasi entri cookie sebelum impor\n➤ menggunakan alat pengedit cookie atau pengedit cookies bersama-sama\n➤ mengedit cookie Chrome secara manual atau menggunakan alur kerja edit cookie\n\nMeskipun fitur utama kami secara ketat adalah ekspor cookie dan impor cookie, Anda dapat menggabungkan ekstensi ini dengan utilitas impor-cookie lainnya jika diperlukan.\n\nSempurna untuk para profesional yang bergantung pada:\n• ekspor cookie Chrome txt untuk otomatisasi\n• Transfer lingkungan yang aman\n• Berbagi autentikasi berbasis cookie\n• Bekerja dengan klien REST yang memerlukan cookie sesi\n• Menyimpan data sesi sebelum pembersihan browser\n\nImpor Cookie mendukung:\n\nimpor cookie\n\nekspor cookie\n\nalur kerja impor cookie\n\nmengekspor cookie ke dalam format yang dapat dibaca\n\nmengambil data get cookies.txt untuk skrip\n\nTidak lebih, tidak kurang. 🔧\n\nManfaat utama:\n1️⃣ Tidak memerlukan akun\n2️⃣ Bekerja sepenuhnya offline\n3️⃣ Ekspor cookie Chrome yang sangat cepat\n4️⃣ Jejak ringan\n5️⃣ Tindakan sepenuhnya transparan langsung di dalam browser\n\nBagaimana ini membantu pengembang:\n▸ Pindah antara lingkungan staging, pre-prod, dan prod\n▸ Transfer sesi yang sudah login untuk debugging\n▸ Menggunakan kembali cookie autentikasi untuk pengujian token API yang cepat\n▸ Mengelola cookie bersamaan dengan alat ekstensi pengedit cookie lainnya\n▸ Impor cookie cepat tanpa menghabiskan waktu untuk login manual\n\nBagaimana ini membantu penguji:\n\nLewati langkah login yang berulang\n\nPulihkan sesi yang kedaluwarsa\n\nGunakan get token cookie untuk melanjutkan pengujian\n\nBagikan pengaturan sesi antara rekan tim\n\nCadangkan cookie selama pengujian regresi ⚙️\n\n✨ Keamanan dan Privasi\n\nKami menghormati privasi Anda. Cookie Anda tidak pernah meninggalkan perangkat Anda.\n\nImpor Cookie:\n➤ tidak mengunggah, menyimpan, atau memproses cookie di server eksternal\n➤ menangani semua tindakan secara lokal di dalam browser Anda sendiri\n➤ meminta hanya izin minimum yang diperlukan untuk berfungsi\n\nData Anda tetap di bawah kendali penuh Anda setiap saat. 🔒\n\nDirancang untuk:\n• Insinyur QA\n• Pengembang web\n• Spesialis otomatisasi\n• Tim pertumbuhan yang bekerja dengan autentikasi berbasis cookie\n• Pengguna yang paham teknologi yang membutuhkan impor cookie Chrome yang cepat\n\nJika Anda lelah dengan alat yang rumit, Impor Cookie memberi Anda tepat apa yang Anda butuhkan: impor cookie cepat dan ekspor cookie Chrome dari tab aktif tanpa gangguan.\n\nSederhanakan alur kerja Anda:\n1️⃣ Buka tab\n2️⃣ Klik Impor atau Ekspor\n3️⃣ Selesai ✨\n\nTingkatkan produktivitas Anda dengan pengimpor cookie minimalis, ekspor cookie yang andal, dan dukungan ekspor cookie Chrome txt yang mulus. Impor Cookie adalah alat yang paling praktis untuk penanganan cookie yang cepat.\n\nAmbil kendali atas sesi Anda hari ini dengan Impor Cookie dan nikmati impor cookie yang mudah, ekspor cookie, pengeditan cookie browser, dan dukungan pengujian berbasis token kapan pun Anda membutuhkannya. 🎯"
  }
}