{
  "appName": {
    "message": "Importar Cookies"
  },
  "shortDesc": {
    "message": "Exportar e importar cookies en la pestaña activa del navegador Google Chrome para compartir y transferir sesiones activas."
  },
  "storeDesc": {
    "message": "Importar Cookies es una extensión de Chrome simple y poderosa diseñada para realizar acciones rápidas de importación y exportación de cookies directamente desde tu pestaña activa del navegador. Ya seas un desarrollador, tester o usuario avanzado, esta herramienta de importación y exportación de cookies ofrece una solución rápida y ligera sin extras innecesarios. 🚀\n\nCon Importar Cookies, puedes importar fácilmente cookies de Chrome para restaurar sesiones, migrar entornos de navegación autenticados o continuar tu flujo de trabajo de pruebas en otro dispositivo. También puedes exportar cookies de Chrome en formatos estándar como txt, haciendo que la gestión de sesiones sea sin esfuerzo.\n\nEsta extensión de editor de cookies es extremadamente útil al trabajar con estados de inicio de sesión, tokens de seguridad y pruebas entre entornos. La capacidad de obtener cookies de token o obtener cookies.txt permite una automatización flexible y un manejo fluido de sesiones en el navegador.\n\nUsa Importar Cookies para:\n1️⃣ importar cookies desde un archivo de texto\n2️⃣ exportar cookies desde la pestaña activa\n3️⃣ mantener tus sesiones autenticadas sincronizadas entre sistemas\n\nSin configuraciones complejas, sin interfaz confusa. Solo un flujo de trabajo de importación y exportación de cookies con dos botones. 💡\n\n¿Por qué elegir Importar Cookies?\n\nInterfaz ultra-simple\n\nImportación de cookies de Chrome con un clic\n\nExportación de cookies de Chrome con un clic\n\nAcciones instantáneas en la pestaña activa del navegador\n\nFunciona perfectamente con herramientas de desarrollo y scripts de automatización\n\nLos casos de uso comunes incluyen:\n\nIngenieros de QA restaurando sesiones de prueba\n\nDesarrolladores manejando cookies de inicio de sesión entre entornos\n\nUsuarios cambiando sesiones entre diferentes navegadores o sistemas operativos\n\nHerramientas automatizadas que requieren formato get cookies.txt\n\nCopia de seguridad rápida a través del exportador de cookies sin exportar perfiles completos\n\nA veces necesitas más control. Importar Cookies puede ayudar cuando quieras:\n➤ editar cookies del navegador\n➤ ajustar valores de tokens con la edición de cookies\n➤ modificar entradas de cookies antes de la importación\n➤ usar un editor de cookies o herramienta de edición de cookies juntos\n➤ editar cookies de Chrome manualmente o usar un flujo de trabajo de edición de cookies\n\nAunque nuestras características principales son estrictamente exportar cookies e importar cookies, puedes combinar esta extensión con cualquier utilidad de importación de cookies si es necesario.\n\nPerfecto para profesionales que dependen de:\n• exportar cookies de Chrome en formato txt para automatización\n• transferencias de entornos seguros\n• compartir autenticación basada en cookies\n• trabajar con clientes REST que requieren cookies de sesión\n• guardar datos de sesión antes de limpiar el navegador\n\nImportar Cookies soporta:\n\nimportación de cookies\n\nexportador de cookies\n\nflujos de trabajo de importador de cookies\n\nexportación de cookies en formatos legibles\n\nrecuperación de datos get cookies.txt para scripts\n\nNada más, nada menos. 🔧\n\nBeneficios clave:\n1️⃣ No se requieren cuentas\n2️⃣ Funciona completamente sin conexión\n3️⃣ Exportación de cookies de Chrome ultra-rápida\n4️⃣ Huella ligera\n5️⃣ Acciones completamente transparentes dentro del navegador\n\nCómo ayuda a los desarrolladores:\n▸ Moverse entre entornos de staging, pre-producción y producción\n▸ Transferir sesiones iniciadas para depuración\n▸ Reutilizar cookies de autenticación para pruebas rápidas de tokens de API\n▸ Gestionar cookies junto con otras herramientas de extensión de edición de cookies\n▸ Importación rápida de cookies sin perder tiempo en inicios de sesión manuales\n\nCómo ayuda a los testers:\n\nSaltar pasos repetitivos de inicio de sesión\n\nRestaurar sesiones expiradas\n\nUsar get token cookie para continuar las pruebas\n\nCompartir la configuración de sesión entre compañeros de equipo\n\nHacer copia de seguridad de cookies durante pruebas de regresión ⚙️\n\n✨ Seguridad y Privacidad\n\nRespetamos tu privacidad. Tus cookies nunca abandonan tu dispositivo.\n\nImportar Cookies:\n➤ no sube, almacena ni procesa cookies en servidores externos\n➤ maneja todas las acciones localmente dentro de tu propio navegador\n➤ solicita solo los permisos mínimos necesarios para funcionar\n\nTus datos permanecen bajo tu control total en todo momento. 🔒\n\nDiseñado para:\n• Ingenieros de QA\n• Desarrolladores web\n• Especialistas en automatización\n• Equipos de crecimiento que trabajan con autenticación basada en cookies\n• Usuarios con conocimientos técnicos que necesitan una rápida importación de cookies de Chrome\n\nSi estás cansado de herramientas complicadas, Importar Cookies te ofrece exactamente lo que necesitas: rápida importación de cookies y exportación de cookies de Chrome desde la pestaña activa sin distracciones.\n\nSimplifica tu flujo de trabajo:\n1️⃣ Abre la pestaña\n2️⃣ Haz clic en Importar o Exportar\n3️⃣ Listo ✨\n\nMejora tu productividad con un importador de cookies minimalista, un exportador de cookies confiable y un soporte fluido para exportación de cookies de Chrome en formato txt. Importar Cookies es la herramienta más práctica para un manejo rápido de cookies.\n\nToma el control de tus sesiones hoy con Importar Cookies y disfruta de una importación de cookies sin esfuerzo, exportación de cookies, edición de cookies del navegador y soporte para pruebas basadas en tokens siempre que lo necesites. 🎯"
  }
}