{
  "appName": {
    "message": "Mag-import ng Cookies"
  },
  "shortDesc": {
    "message": "Mag-export at mag-import ng cookies sa aktibong tab ng Google Chrome browser upang ibahagi at ilipat ang mga aktibong sesyon."
  },
  "storeDesc": {
    "message": "Ang Mag-import ng Cookies ay isang simple at makapangyarihang extension ng Chrome na dinisenyo para sa mabilis na pag-import at pag-export ng cookies nang direkta mula sa iyong aktibong tab ng browser. Kung ikaw ay isang developer, tester, o power user, ang tool na ito para sa pag-import at pag-export ng cookies ay nag-aalok ng mabilis at magaan na solusyon nang walang mga hindi kinakailangang dagdag. 🚀\n\nSa Mag-import ng Cookies, madali mong ma-import ang cookies sa Chrome upang ibalik ang mga session, ilipat ang mga authenticated browsing environment, o ipagpatuloy ang iyong testing workflow sa ibang device. Maaari mo ring i-export ang cookies sa Chrome sa mga karaniwang format tulad ng chrome export cookies txt, na ginagawang madali ang pamamahala ng session.\n\nAng extension na ito para sa pag-edit ng cookies ay labis na kapaki-pakinabang kapag nagtatrabaho sa mga estado ng pag-login, mga security token, at cross-environment testing. Ang kakayahang makuha ang token cookie o makuha ang cookies.txt ay nagbibigay-daan sa flexible automation at seamless na pamamahala ng session ng browser.\n\nGamitin ang Mag-import ng Cookies upang:\n1️⃣ mag-import ng cookies mula sa isang text file\n2️⃣ mag-export ng cookies mula sa aktibong tab\n3️⃣ panatilihing naka-sync ang iyong authenticated sessions sa pagitan ng mga sistema\n\nWalang kumplikadong configuration, walang nakakalitong UI. Isang workflow lamang ng pag-import at pag-export ng cookies na may dalawang button. 💡\n\nBakit piliin ang Mag-import ng Cookies?\n\nUltra-simple na interface\n\nIsang-click na pag-import ng cookies sa Chrome\n\nIsang-click na pag-export ng cookies sa Chrome\n\nInstant na aksyon sa aktibong tab ng browser\n\nPerpektong gumagana kasama ang mga developer tools at automation scripts\n\nKaraniwang mga kaso ng paggamit ay kinabibilangan ng:\n\nMga QA engineer na nagbabalik ng mga test session\n\nMga developer na humahawak ng login cookies sa pagitan ng mga environment\n\nMga user na lumilipat ng mga session sa iba't ibang browser o OS\n\nMga automated tools na nangangailangan ng get cookies.txt format\n\nMabilis na backup sa pamamagitan ng cookie exporter nang hindi nag-e-export ng buong profile\n\nMinsan kailangan mo ng higit pang kontrol. Makakatulong ang Mag-import ng Cookies kapag nais mong:\n➤ i-edit ang mga browser cookies\n➤ ayusin ang mga halaga ng token gamit ang cookie edit\n➤ baguhin ang mga entry ng cookie bago ang pag-import\n➤ gumamit ng cookie editor o cookies editor tool nang sabay\n➤ i-edit ang mga chrome cookies nang manu-mano o gumamit ng workflow para sa pag-edit ng cookie\n\nKahit na ang aming pangunahing mga tampok ay mahigpit na pag-export ng cookies at pag-import ng cookies, maaari mong pagsamahin ang extension na ito sa anumang import-cookies utilities kung kinakailangan.\n\nPerpekto para sa mga propesyonal na umaasa sa:\n• chrome export cookies txt para sa automation\n• Secure na paglilipat ng environment\n• Pagbabahagi ng authentication na nakabatay sa cookies\n• Pagtatrabaho sa mga REST client na nangangailangan ng session cookies\n• Pag-save ng session data bago ang paglilinis ng browser\n\nSinusuportahan ng Mag-import ng Cookies:\n\npag-import ng cookies\n\ncookie exporter\n\nworkflow ng cookie importer\n\npag-export ng cookies sa mga nababasang format\n\npagkuha ng get cookies.txt data para sa mga script\n\nWalang higit pa, walang mas kaunti. 🔧\n\nMga pangunahing benepisyo:\n1️⃣ Walang kinakailangang account\n2️⃣ Ganap na gumagana offline\n3️⃣ Ultra-mabilis na pag-export ng cookies sa Chrome\n4️⃣ Magaan na footprint\n5️⃣ Ganap na transparent na mga aksyon sa loob mismo ng browser\n\nPaano ito nakakatulong sa mga developer:\n▸ Lumipat sa pagitan ng staging, pre-prod, at prod na mga environment\n▸ Ilipat ang mga naka-log in na session para sa debugging\n▸ I-reuse ang auth cookies para sa mabilis na testing ng API token\n▸ Pamahalaan ang mga cookies kasama ang iba pang mga tool ng cookie editor extension\n▸ Mabilis na pag-import ng cookies nang hindi nag-aaksaya ng oras sa manu-manong pag-login\n\nPaano ito nakakatulong sa mga tester:\n\nLaktawan ang paulit-ulit na mga hakbang sa pag-login\n\nIbalik ang mga expired na session\n\nGamitin ang get token cookie upang ipagpatuloy ang testing\n\nIbahagi ang setup ng session sa pagitan ng mga kasamahan\n\nBackup ng cookies sa panahon ng regression testing ⚙️\n\n✨ Seguridad at Privacy\n\nNirerespeto namin ang iyong privacy. Ang iyong mga cookies ay hindi kailanman umaalis sa iyong device.\n\nMag-import ng Cookies:\n➤ hindi nag-upload, nag-iimbak, o nag-proproseso ng cookies sa mga panlabas na server\n➤ humahawak ng lahat ng aksyon nang lokal sa loob ng iyong sariling browser\n➤ humihingi lamang ng minimum na kinakailangang pahintulot upang gumana\n\nAng iyong data ay nananatiling nasa ilalim ng iyong buong kontrol sa lahat ng oras. 🔒\n\nDinisenyo para sa:\n• Mga QA engineer\n• Mga web developer\n• Mga espesyalista sa automation\n• Mga growth team na nagtatrabaho sa cookie-based auth\n• Mga tech-savvy na user na nangangailangan ng mabilis na pag-import ng cookies sa Chrome\n\nKung pagod ka na sa mga kumplikadong tool, ang Mag-import ng Cookies ay nagbibigay sa iyo ng eksaktong kailangan mo: mabilis na pag-import ng cookies at pag-export ng cookies sa Chrome mula sa aktibong tab nang walang mga abala.\n\nPagaanin ang iyong workflow:\n1️⃣ Buksan ang tab\n2️⃣ I-click ang Import o Export\n3️⃣ Tapos na ✨\n\nPahusayin ang iyong produktibidad gamit ang minimalistic na cookie importer, maaasahang cookie exporter, at maayos na suporta para sa chrome export cookies txt. Ang Mag-import ng Cookies ay ang pinaka-praktikal na tool para sa mabilis na pamamahala ng cookies.\n\nKumuha ng kontrol sa iyong mga session ngayon gamit ang Mag-import ng Cookies at tamasahin ang walang hirap na pag-import ng cookies, pag-export ng cookies, pag-edit ng browser cookies, at suporta para sa token-based testing sa tuwing kailangan mo ito. 🎯"
  }
}