{
  "appName": {
    "message": "Importa cookie"
  },
  "shortDesc": {
    "message": "Esporta e importa cookie nella scheda attiva del browser Google Chrome per condividere e trasferire sessioni attive."
  },
  "storeDesc": {
    "message": "Importa cookie è un'estensione Chrome semplice e potente progettata per azioni rapide di importazione ed esportazione di cookie direttamente dalla tua scheda del browser attivo. Che tu sia uno sviluppatore, un tester o un utente esperto, questo strumento di importazione ed esportazione di cookie offre una soluzione veloce e leggera senza extra inutili. 🚀\n\nCon Importa cookie, puoi facilmente importare cookie per ripristinare sessioni, migrare ambienti di navigazione autenticati o continuare il tuo flusso di lavoro di testing su un altro dispositivo. Puoi anche esportare cookie in formati standard come l'esportazione di cookie in formato txt, rendendo la gestione delle sessioni senza sforzo.\n\nQuesta estensione per l'editing dei cookie è estremamente utile quando si lavora con stati di accesso, token di sicurezza e test tra ambienti diversi. La possibilità di ottenere un cookie token o di ottenere un file cookies.txt consente un'automazione flessibile e una gestione senza soluzione di continuità delle sessioni del browser.\n\nUsa Importa cookie per:\n1️⃣ importare cookie da un file di testo\n2️⃣ esportare cookie dalla scheda attiva\n3️⃣ mantenere sincronizzate le tue sessioni autenticate tra i sistemi\n\nNessuna configurazione complessa, nessuna interfaccia confusa. Solo un flusso di lavoro di importazione ed esportazione di cookie con due pulsanti. 💡\n\nPerché scegliere Importa cookie?\n\nInterfaccia ultra-simile\n\nImportazione di cookie con un clic\n\nEsportazione di cookie con un clic\n\nAzioni istantanee sulla scheda del browser attivo\n\nFunziona perfettamente con strumenti per sviluppatori e script di automazione\n\nI casi d'uso comuni includono:\n\nIngegneri QA che ripristinano sessioni di test\n\nSviluppatori che gestiscono cookie di accesso tra ambienti\n\nUtenti che cambiano sessioni tra diversi browser o sistemi operativi\n\nStrumenti automatizzati che richiedono il formato cookies.txt\n\nBackup rapido tramite l'esportatore di cookie senza esportare profili completi\n\nA volte hai bisogno di più controllo. Importa cookie può assisterti quando vuoi:\n➤ modificare i cookie del browser\n➤ regolare i valori dei token con l'editing dei cookie\n➤ modificare le voci dei cookie prima dell'importazione\n➤ utilizzare uno strumento di editing dei cookie insieme\n➤ modificare manualmente i cookie di Chrome o utilizzare un flusso di lavoro di modifica di un cookie\n\nAnche se le nostre funzionalità principali sono strettamente l'esportazione e l'importazione di cookie, puoi combinare questa estensione con qualsiasi utility di importazione di cookie se necessario.\n\nPerfetto per i professionisti che si affidano a:\n• esportazione di cookie in formato txt per automazione\n• trasferimenti in ambienti sicuri\n• condivisione di autenticazione basata su cookie\n• lavoro con client REST che richiedono cookie di sessione\n• salvataggio dei dati di sessione prima della pulizia del browser\n\nImporta cookie supporta:\n\nimportazione di cookie\n\nesportatore di cookie\n\nflussi di lavoro di importazione di cookie\n\nesportazione di cookie in formati leggibili\n\nrecupero dei dati di get cookies.txt per script\n\nNiente di più, niente di meno. 🔧\n\nVantaggi chiave:\n1️⃣ Nessun account richiesto\n2️⃣ Funziona interamente offline\n3️⃣ Esportazione di cookie ultra-veloce\n4️⃣ Impronta leggera\n5️⃣ Azioni completamente trasparenti direttamente nel browser\n\nCome aiuta gli sviluppatori:\n▸ Spostarsi tra ambienti di staging, pre-prod e prod\n▸ Trasferire sessioni di accesso per il debug\n▸ Riutilizzare i cookie di autenticazione per test rapidi dei token API\n▸ Gestire i cookie insieme ad altri strumenti di editing dei cookie\n▸ Importazione rapida di cookie senza perdere tempo con il login manuale\n\nCome aiuta i tester:\n\nSaltare passaggi di login ripetitivi\n\nRipristinare sessioni scadute\n\nUtilizzare get token cookie per continuare i test\n\nCondividere la configurazione della sessione tra i membri del team\n\nBackup dei cookie durante i test di regressione ⚙️\n\n✨ Sicurezza e Privacy\n\nRispettiamo la tua privacy. I tuoi cookie non lasciano mai il tuo dispositivo.\n\nImporta cookie:\n➤ non carica, memorizza o elabora cookie su server esterni\n➤ gestisce tutte le azioni localmente all'interno del tuo browser\n➤ richiede solo le autorizzazioni minime necessarie per funzionare\n\nI tuoi dati rimangono sotto il tuo pieno controllo in ogni momento. 🔒\n\nProgettato per:\n• Ingegneri QA\n• Sviluppatori web\n• Specialisti di automazione\n• Team di crescita che lavorano con autenticazione basata su cookie\n• Utenti esperti di tecnologia che necessitano di un rapido import di cookie\n\nSe sei stanco di strumenti complicati, Importa cookie ti offre esattamente ciò di cui hai bisogno: importazione rapida di cookie ed esportazione di cookie da Chrome dalla scheda attiva senza distrazioni.\n\nSemplifica il tuo flusso di lavoro:\n1️⃣ Apri la scheda\n2️⃣ Clicca su Importa o Esporta\n3️⃣ Fatto ✨\n\nMigliora la tua produttività con un importatore di cookie minimalista, un esportatore di cookie affidabile e un supporto fluido per l'esportazione di cookie in formato txt. Importa cookie è lo strumento più pratico per una gestione rapida dei cookie.\n\nPrendi il controllo delle tue sessioni oggi con Importa cookie e goditi un'importazione senza sforzo, l'esportazione di cookie, la modifica dei cookie del browser e il supporto per i test basati su token ogni volta che ne hai bisogno. 🎯"
  }
}