{
  "appName": {
    "message": "Impordi küpsised"
  },
  "shortDesc": {
    "message": "Ekspordi ja impordi küpsised aktiivses Google Chrome'i brauseri vahekaardis, et jagada ja edastada aktiivseid sessioone."
  },
  "storeDesc": {
    "message": "Impordi küpsised on lihtne ja võimas Chrome'i laiendus, mis on loodud kiire küpsiste importimise ja eksportimise toimingute jaoks otse teie aktiivsest brauseri vahekaardist. Olenemata sellest, kas olete arendaja, testija või edasijõudnud kasutaja, pakub see küpsiste impordi ja ekspordi tööriist kiiret ja kerget lahendust ilma tarbetute lisadeta. 🚀\n\nImpordi küpsiste abil saate hõlpsasti Chrome'i küpsiseid importida, et taastada sessioone, migreerida autentitud sirvimiskeskkondi või jätkata oma testimistööd teisel seadmel. Samuti saate Chrome'i küpsiseid eksportida standardsetes formaatides, nagu Chrome'i küpsiste eksport txt, muutes sessioonihalduse vaevatuks.\n\nSee küpsiste redigeerimise laiendus on äärmiselt kasulik, kui töötate sisselogimisolekute, turvatokenite ja erinevate keskkondade testimisega. Võime saada token küpsise või get cookies.txt võimaldab paindlikku automatiseerimist ja sujuvat brauseri sessioonide haldamist.\n\nKasutage Impordi küpsiseid, et:\n1️⃣ importida küpsiseid tekstifailist\n2️⃣ eksportida küpsiseid aktiivselt vahekaartilt\n3️⃣ hoida oma autentitud sessioonid süsteemide vahel sünkroonis\n\nEi mingeid keerulisi seadistusi, ei segadust tekitavat kasutajaliidest. Lihtsalt kahe nupuga küpsiste importimise ja eksportimise töövoog. 💡\n\nMiks valida Impordi küpsised?\n\nÜlimalt lihtne liides\n\nÜhe klõpsuga Chrome'i küpsiste import\n\nÜhe klõpsuga Chrome'i küpsiste eksport\n\nKohesed toimingud aktiivsel brauseri vahekaardil\n\nTöötavad ideaalselt arendustööriistade ja automatiseerimiskriptidega\n\nTavalised kasutusjuhtumid hõlmavad:\n\nQA insenerid, kes taastavad testsessioone\n\nArendajad, kes haldavad sisselogimis küpsiseid erinevate keskkondade vahel\n\nKasutajad, kes vahetavad sessioone erinevate brauserite või operatsioonisüsteemide vahel\n\nAutomatiseeritud tööriistad, mis nõuavad get cookies.txt formaati\n\nKiire varundamine küpsiste eksportija kaudu ilma täiskontode eksportimiseta\n\nMõnikord vajate rohkem kontrolli. Impordi küpsised saavad aidata, kui soovite:\n➤ redigeerida brauseri küpsiseid\n➤ kohandada tokeni väärtusi küpsiste redigeerimisega\n➤ muuta küpsiste kirjeid enne importimist\n➤ kasutada küpsiste redigeerijat või küpsiste redigeerimise tööriista koos\n➤ redigeerida Chrome'i küpsiseid käsitsi või kasutada küpsise redigeerimise töövoogu\n\nKuigi meie peamised funktsioonid on rangelt küpsiste eksport ja import, saate seda laiendust vajadusel kombineerida mis tahes impordi-küpsiste utiliitidega.\n\nTäiuslik professionaalidele, kes toetuvad:\n• Chrome'i küpsiste eksport txt automatiseerimiseks\n• Turvaliste keskkondade ülekandmiseks\n• Küpsiste põhise autentimise jagamiseks\n• REST klientidega töötamiseks, mis nõuavad sessiooniküpsiseid\n• Sessioonide andmete salvestamiseks enne brauseri puhastamist\n\nImpordi küpsised toetavad:\n\nküpsiste importi\n\nküpsiste eksportijat\n\nküpsiste impordi töövooge\n\nküpsiste eksportimist loetavatesse formaatidesse\n\nget cookies.txt andmete hankimist skriptide jaoks\n\nMitte rohkem, mitte vähem. 🔧\n\nPeamised eelised:\n1️⃣ Konto loomine pole vajalik\n2️⃣ Töötab täielikult offline\n3️⃣ Ülimalt kiire Chrome'i küpsiste eksport\n4️⃣ Kerge jalajälg\n5️⃣ Täielikult läbipaistvad toimingud otse brauseris\n\nKuidas see aitab arendajaid:\n▸ Liikuda staging, pre-prod ja prod keskkondade vahel\n▸ Ülekanda sisse logitud sessioone tõrkeotsinguks\n▸ Taaskasutada autentimise küpsiseid kiireks API tokeni testimiseks\n▸ Hallata küpsiseid koos teiste küpsiste redigeerimise laiendustööriistadega\n▸ Kiire küpsiste import ilma käsitsi sisselogimisele aega raiskamata\n\nKuidas see aitab testijaid:\n\nJätke vahele korduvad sisselogimise sammud\n\nTaasta aegunud sessioonid\n\nKasutage get token küpsist, et jätkata testimist\n\nJagage sessiooni seadistust meeskonnakaaslaste vahel\n\nVarundage küpsiseid regressioonitestimise ajal ⚙️\n\n✨ Turvalisus ja privaatsus\n\nMe austame teie privaatsust. Teie küpsised ei lahku kunagi teie seadmest.\n\nImpordi küpsised:\n➤ ei lae, salvesta ega töötle küpsiseid väliste serverite peal\n➤ haldab kõiki toiminguid kohapeal teie enda brauseris\n➤ küsib ainult minimaalset vajalikku õigust, et toimida\n\nTeie andmed jäävad alati teie täielikku kontrolli alla. 🔒\n\nKujundatud:\n• QA inseneridele\n• Veebiarendajatele\n• Automatiseerimise spetsialistidele\n• Kasvumeeskondadele, kes töötavad küpsiste põhise autentimisega\n• Tehniliselt oskuslikele kasutajatele, kes vajavad kiiret Chrome'i küpsiste importi\n\nKui olete väsinud keerulistest tööriistadest, annab Impordi küpsised teile täpselt seda, mida vajate: kiire küpsiste import ja Chrome'i küpsiste eksport aktiivselt vahekaartilt ilma segajateta.\n\nLihtsustage oma töövoogu:\n1️⃣ Avage vahekaart\n2️⃣ Klõpsake Impordi või Ekspordi\n3️⃣ Valmis ✨\n\nTõstke oma tootlikkust minimalistliku küpsiste impordi, usaldusväärse küpsiste eksportija ja sujuva Chrome'i küpsiste eksport txt toe abil. Impordi küpsised on kõige praktilisem tööriist kiire küpsiste haldamiseks.\n\nVõtke oma sessioonide üle täna kontroll Impordi küpsiste abil ja nautige vaevatut küpsiste importi, küpsiste eksporti, brauseri küpsiste redigeerimist ja tokenipõhise testimise tuge, kui iganes seda vajate. 🎯"
  }
}