{
  "appName": {
    "message": "Sütik importálása"
  },
  "shortDesc": {
    "message": "Sütik exportálása és importálása az aktív Google Chrome böngésző fülön az aktív munkamenetek megosztásához és átviteléhez."
  },
  "storeDesc": {
    "message": "A Sütik importálása egy egyszerű és hatékony Chrome bővítmény, amely a sütik gyors importálására és exportálására lett tervezve közvetlenül az aktív böngésző fülből. Legyen Ön fejlesztő, tesztelő vagy haladó felhasználó, ez az eszköz gyors és könnyű megoldást kínál felesleges extrák nélkül. 🚀\n\nA Sütik importálásával könnyedén importálhat sütiket a Chrome-ba az ülések helyreállításához, az azonosított böngészési környezetek migrálásához, vagy folytathatja a tesztelési munkafolyamatát egy másik eszközön. A sütik exportálása is egyszerű, standard formátumokban, mint például a sütik txt formátum, így az ülések kezelése gyerekjáték.\n\nEz a süti szerkesztő bővítmény rendkívül hasznos a bejelentkezési állapotok, biztonsági tokenek és a különböző környezetek közötti tesztelés során. A token süti vagy a sütik.txt megszerzésének lehetősége rugalmas automatizálást és zökkenőmentes böngésző ülések kezelését teszi lehetővé.\n\nHasználja a Sütik importálását a következőkre:\n1️⃣ sütik importálása szövegfájlból\n2️⃣ sütik exportálása az aktív fülből\n3️⃣ az azonosított ülések szinkronizálása a rendszerek között\n\nNincs bonyolult konfiguráció, nincs zavaró felhasználói felület. Csak egy kétgombos süti importálási és exportálási munkafolyamat. 💡\n\nMiért válassza a Sütik importálását?\n\nUltrasimple felület\n\nEgy kattintásos sütik importálás\n\nEgy kattintásos sütik exportálás\n\nAzonnali műveletek az aktív böngésző fülön\n\nTökéletesen működik a fejlesztői eszközökkel és automatizálási szkriptekkel\n\nGyakori felhasználási esetek közé tartozik:\n\nQA mérnökök, akik helyreállítják a teszt üléseket\n\nFejlesztők, akik kezelik a bejelentkezési sütiket a környezetek között\n\nFelhasználók, akik üléseket váltanak különböző böngészők vagy operációs rendszerek között\n\nAutomatizált eszközök, amelyek a sütik.txt formátumot igénylik\n\nGyors biztonsági mentés a süti exportálóval anélkül, hogy teljes profilokat exportálna\n\nNéha több kontrollra van szüksége. A Sütik importálása segíthet, amikor szeretné:\n➤ szerkeszteni a böngésző sütiket\n➤ módosítani a token értékeket a süti szerkesztésével\n➤ módosítani a süti bejegyzéseket az importálás előtt\n➤ együtt használni egy süti szerkesztőt vagy sütiszerkesztő eszközt\n➤ manuálisan szerkeszteni a Chrome sütiket vagy használni a süti szerkesztési munkafolyamatot\n\nBár fő funkcióink szigorúan a sütik exportálására és importálására összpontosítanak, ezt a bővítményt bármilyen import-sütis segédeszközzel kombinálhatja, ha szükséges.\n\nTökéletes a szakemberek számára, akik támaszkodnak:\n• sütik exportálására txt formátumban automatizáláshoz\n• Biztonságos környezetek átvitelére\n• Süti alapú hitelesítési megosztásra\n• REST kliensekkel való munkára, amelyek üléssütiket igényelnek\n• Ülésadatok mentésére a böngésző tisztítása előtt\n\nA Sütik importálása támogatja:\n\nsütik importálása\n\nsüti exportáló\n\nsüti importáló munkafolyamatok\n\nsütik exportálása olvasható formátumokba\n\nget cookies.txt adatok lekérése szkriptekhez\n\nSemmi több, semmi kevesebb. 🔧\n\nFő előnyök:\n1️⃣ Nincs szükség fiókokra\n2️⃣ Teljesen offline működik\n3️⃣ Ultr gyors sütik exportálás\n4️⃣ Könnyű lábnyom\n5️⃣ Teljesen átlátható műveletek közvetlenül a böngészőben\n\nHogyan segít a fejlesztőknek:\n▸ Mozgás a staging, pre-prod és prod környezetek között\n▸ Bejelentkezett ülések átvitele hibakereséshez\n▸ Hitelesítési sütik újrahasználata gyors API token teszteléshez\n▸ Sütik kezelése más süti szerkesztő bővítményekkel együtt\n▸ Gyors süti importálás anélkül, hogy időt pazarolna a manuális bejelentkezésre\n\nHogyan segít a tesztelőknek:\n\nIsmétlődő bejelentkezési lépések kihagyása\n\nLejárt ülések helyreállítása\n\nToken süti használata a tesztelés folytatásához\n\nÜlésbeállítás megosztása csapattagok között\n\nSütik biztonsági mentése regressziós tesztelés során ⚙️\n\n✨ Biztonság és Adatvédelem\n\nTiszteletben tartjuk az Ön adatvédelmét. A sütik soha nem hagyják el az Ön eszközét.\n\nA Sütik importálása:\n➤ nem tölt fel, tárol vagy dolgoz fel sütiket külső szervereken\n➤ minden műveletet helyben, az Ön böngészőjében kezel\n➤ csak a működéshez szükséges minimális engedélyeket kér\n\nAz adatai mindig teljes ellenőrzés alatt állnak. 🔒\n\nTervezve:\n• QA mérnökök\n• Webfejlesztők\n• Automatizálási szakemberek\n• Növekedési csapatok, akik süti alapú hitelesítéssel dolgoznak\n• Technológiailag jártas felhasználók, akik gyors sütik importálására van szükségük\n\nHa unja a bonyolult eszközöket, a Sütik importálása pontosan azt adja, amire szüksége van: gyors süti importálás és sütik exportálás az aktív fülből zavaró tényezők nélkül.\n\nEgyszerűsítse munkafolyamatát:\n1️⃣ Nyissa meg a fület\n2️⃣ Kattintson az Importálásra vagy Exportálásra\n3️⃣ Kész ✨\n\nNövelje a termelékenységét egy minimalista süti importálóval, megbízható süti exportálóval és zökkenőmentes sütik exportálás txt támogatással. A Sütik importálása a legpraktikusabb eszköz a gyors süti kezeléshez.\n\nVegye át az irányítást az ülései felett ma a Sütik importálásával, és élvezze a fáradság nélküli süti importálást, sütik exportálását, böngésző sütik szerkesztését és token alapú tesztelési támogatást, amikor csak szüksége van rá. 🎯"
  }
}