{
  "appName": {
    "message": "Εισαγωγή Cookies"
  },
  "shortDesc": {
    "message": "Εξαγωγή και εισαγωγή cookies στην ενεργή καρτέλα του προγράμματος περιήγησης Google Chrome για να μοιραστείτε και να μεταφέρετε ενεργές συνεδρίες."
  },
  "storeDesc": {
    "message": "Η Εισαγωγή Cookies είναι μια απλή και ισχυρή επέκταση για το Chrome, σχεδιασμένη για γρήγορη εισαγωγή και εξαγωγή cookies απευθείας από την ενεργή καρτέλα του προγράμματος περιήγησης. Είτε είστε προγραμματιστής, δοκιμαστής ή χρήστης με προχωρημένες γνώσεις, αυτό το εργαλείο εισαγωγής και εξαγωγής cookies προσφέρει μια γρήγορη και ελαφριά λύση χωρίς περιττές προσθήκες. 🚀\n\nΜε την Εισαγωγή Cookies, μπορείτε εύκολα να εισάγετε cookies για να αποκαταστήσετε συνεδρίες, να μεταφέρετε περιβάλλοντα περιήγησης με αυθεντικοποίηση ή να συνεχίσετε τη ροή δοκιμών σας σε άλλη συσκευή. Μπορείτε επίσης να εξάγετε cookies σε τυπικές μορφές όπως το txt, κάνοντάς την διαχείριση συνεδριών χωρίς κόπο.\n\nΑυτή η επέκταση επεξεργασίας cookies είναι εξαιρετικά χρήσιμη όταν εργάζεστε με καταστάσεις σύνδεσης, διακριτικά ασφαλείας και δοκιμές σε διαφορετικά περιβάλλοντα. Η δυνατότητα να αποκτήσετε το cookie διακριτικού ή να αποκτήσετε το cookies.txt επιτρέπει ευέλικτη αυτοματοποίηση και ομαλή διαχείριση συνεδριών στο πρόγραμμα περιήγησης.\n\nΧρησιμοποιήστε την Εισαγωγή Cookies για να:\n1️⃣ εισάγετε cookies από ένα αρχείο κειμένου\n2️⃣ εξάγετε cookies από την ενεργή καρτέλα\n3️⃣ διατηρείτε τις αυθεντικοποιημένες συνεδρίες σας συγχρονισμένες μεταξύ συστημάτων\n\nΚαμία περίπλοκη ρύθμιση, καμία μπερδεμένη διεπαφή. Μόνο μια ροή εργασίας εισαγωγής και εξαγωγής cookies με δύο κουμπιά. 💡\n\nΓιατί να επιλέξετε την Εισαγωγή Cookies;\n\nΕξαιρετικά απλή διεπαφή\n\nΕισαγωγή cookies με ένα κλικ\n\nΕξαγωγή cookies με ένα κλικ\n\nΆμεσες ενέργειες στην ενεργή καρτέλα του προγράμματος περιήγησης\n\nΛειτουργεί τέλεια με εργαλεία προγραμματιστών και σενάρια αυτοματοποίησης\n\nΚοινές περιπτώσεις χρήσης περιλαμβάνουν:\n\nΜηχανικούς QA που αποκαθιστούν συνεδρίες δοκιμών\n\nΠρογραμματιστές που διαχειρίζονται cookies σύνδεσης μεταξύ περιβαλλόντων\n\nΧρήστες που αλλάζουν συνεδρίες σε διαφορετικούς περιηγητές ή λειτουργικά συστήματα\n\nΑυτοματοποιημένα εργαλεία που απαιτούν τη μορφή cookies.txt\n\nΓρήγορη δημιουργία αντιγράφων ασφαλείας μέσω του εξαγωγέα cookies χωρίς να εξάγετε πλήρη προφίλ\n\nΜερικές φορές χρειάζεστε περισσότερη έλεγχο. Η Εισαγωγή Cookies μπορεί να σας βοηθήσει όταν θέλετε να:\n➤ επεξεργαστείτε τα cookies του προγράμματος περιήγησης\n➤ προσαρμόσετε τις τιμές διακριτικών με την επεξεργασία cookies\n➤ τροποποιήσετε τις καταχωρίσεις cookies πριν από την εισαγωγή\n➤ χρησιμοποιήσετε ένα εργαλείο επεξεργασίας cookies μαζί\n➤ επεξεργαστείτε τα cookies του Chrome χειροκίνητα ή να χρησιμοποιήσετε μια ροή εργασίας επεξεργασίας cookies\n\nΑκόμα και αν οι κύριες δυνατότητές μας είναι αυστηρά η εξαγωγή και η εισαγωγή cookies, μπορείτε να συνδυάσετε αυτήν την επέκταση με οποιαδήποτε εργαλεία εισαγωγής cookies αν χρειαστεί.\n\nΤέλεια για επαγγελματίες που βασίζονται σε:\n• εξαγωγή cookies txt για αυτοματοποίηση\n• ασφαλείς μεταφορές περιβάλλοντος\n• κοινή χρήση αυθεντικοποίησης με βάση cookies\n• εργασία με REST πελάτες που απαιτούν cookies συνεδρίας\n• αποθήκευση δεδομένων συνεδρίας πριν από τον καθαρισμό του προγράμματος περιήγησης\n\nΗ Εισαγωγή Cookies υποστηρίζει:\n\nεισαγωγή cookies\n\nεξαγωγέας cookies\n\nροές εργασίας εισαγωγής cookies\n\nεξαγωγή cookies σε αναγνώσιμες μορφές\n\nανάκτηση δεδομένων cookies.txt για σενάρια\n\nΤίποτα περισσότερο, τίποτα λιγότερο. 🔧\n\nΚύρια οφέλη:\n1️⃣ Καμία ανάγκη για λογαριασμούς\n2️⃣ Λειτουργεί εντελώς εκτός σύνδεσης\n3️⃣ Εξαιρετικά γρήγορη εξαγωγή cookies\n4️⃣ Ελαφρύ αποτύπωμα\n5️⃣ Πλήρως διαφανείς ενέργειες απευθείας μέσα στο πρόγραμμα περιήγησης\n\nΠώς βοηθά τους προγραμματιστές:\n▸ Μετακίνηση μεταξύ staging, pre-prod και prod περιβαλλόντων\n▸ Μεταφορά συνδεδεμένων συνεδριών για αποσφαλμάτωση\n▸ Επαναχρησιμοποίηση cookies αυθεντικοποίησης για γρήγορη δοκιμή API token\n▸ Διαχείριση cookies παράλληλα με άλλα εργαλεία επεξεργασίας cookies\n▸ Γρήγορη εισαγωγή cookies χωρίς να ξοδεύετε χρόνο σε χειροκίνητη σύνδεση\n\nΠώς βοηθά τους δοκιμαστές:\n\nΠαράκαμψη επαναλαμβανόμενων βημάτων σύνδεσης\n\nΑποκατάσταση ληγμένων συνεδριών\n\nΧρήση του cookie διακριτικού για να συνεχίσετε τη δοκιμή\n\nΚοινή χρήση ρυθμίσεων συνεδρίας μεταξύ των μελών της ομάδας\n\nΔημιουργία αντιγράφων ασφαλείας cookies κατά τη διάρκεια δοκιμών παλινδρόμησης ⚙️\n\n✨ Ασφάλεια και Ιδιωτικότητα\n\nΣεβόμαστε την ιδιωτικότητά σας. Τα cookies σας δεν φεύγουν ποτέ από τη συσκευή σας.\n\nΗ Εισαγωγή Cookies:\n➤ δεν ανεβάζει, αποθηκεύει ή επεξεργάζεται cookies σε εξωτερικούς διακομιστές\n➤ χειρίζεται όλες τις ενέργειες τοπικά μέσα στο δικό σας πρόγραμμα περιήγησης\n➤ ζητά μόνο τις ελάχιστες απαραίτητες άδειες για να λειτουργήσει\n\nΤα δεδομένα σας παραμένουν υπό τον πλήρη έλεγχό σας ανά πάσα στιγμή. 🔒\n\nΣχεδιασμένο για:\n• Μηχανικούς QA\n• Προγραμματιστές ιστού\n• Ειδικούς αυτοματοποίησης\n• Ομάδες ανάπτυξης που εργάζονται με αυθεντικοποίηση βάσει cookies\n• Χρήστες με τεχνολογικές γνώσεις που χρειάζονται γρήγορη εισαγωγή cookies\n\nΑν είστε κουρασμένοι από περίπλοκα εργαλεία, η Εισαγωγή Cookies σας δίνει ακριβώς αυτό που χρειάζεστε: γρήγορη εισαγωγή cookies και εξαγωγή cookies από την ενεργή καρτέλα χωρίς περισπασμούς.\n\nΑπλοποιήστε τη ροή εργασίας σας:\n1️⃣ Ανοίξτε την καρτέλα\n2️⃣ Κάντε κλικ στην Εισαγωγή ή Εξαγωγή\n3️⃣ Έγινε ✨\n\nΕνισχύστε την παραγωγικότητά σας με έναν μινιμαλιστικό εισαγωγέα cookies, αξιόπιστο εξαγωγέα cookies και ομαλή υποστήριξη εξαγωγής cookies txt. Η Εισαγωγή Cookies είναι το πιο πρακτικό εργαλείο για γρήγορη διαχείριση cookies.\n\nΑναλάβετε τον έλεγχο των συνεδριών σας σήμερα με την Εισαγωγή Cookies και απολαύστε την εύκολη εισαγωγή cookies, εξαγωγή cookies, επεξεργασία cookies του προγράμματος περιήγησης και υποστήριξη δοκιμών με βάση διακριτικά όποτε το χρειάζεστε. 🎯"
  }
}