{
  "appName": {
    "message": "Importar Cookies"
  },
  "shortDesc": {
    "message": "Exportar e importar cookies na aba ativa do navegador Google Chrome para partilhar e transferir sessões ativas."
  },
  "storeDesc": {
    "message": "Importar Cookies é uma extensão simples e poderosa do Chrome, projetada para ações rápidas de importação e exportação de cookies diretamente a partir da sua aba ativa do navegador. Quer você seja um desenvolvedor, testador ou utilizador avançado, esta ferramenta de importação e exportação de cookies oferece uma solução rápida e leve, sem extras desnecessários. 🚀\n\nCom o Importar Cookies, você pode facilmente importar cookies para restaurar sessões, migrar ambientes de navegação autenticados ou continuar seu fluxo de trabalho de testes em outro dispositivo. Você também pode exportar cookies em formatos padrão, como exportar cookies txt, tornando a gestão de sessões sem esforço.\n\nEsta extensão de editor de cookies é extremamente útil ao trabalhar com estados de login, tokens de segurança e testes entre ambientes. A capacidade de obter cookies de token ou obter cookies.txt permite automação flexível e manuseio contínuo de sessões no navegador.\n\nUse o Importar Cookies para:\n1️⃣ importar cookies de um arquivo de texto\n2️⃣ exportar cookies da aba ativa\n3️⃣ manter suas sessões autenticadas sincronizadas entre sistemas\n\nSem configuração complexa, sem interface confusa. Apenas um fluxo de trabalho de importação e exportação de cookies com dois botões. 💡\n\nPor que escolher o Importar Cookies?\n\nInterface ultra-simples\n\nImportação de cookies com um clique\n\nExportação de cookies com um clique\n\nAções instantâneas na aba ativa do navegador\n\nFunciona perfeitamente com ferramentas de desenvolvedor e scripts de automação\n\nCasos de uso comuns incluem:\n\nEngenheiros de QA restaurando sessões de teste\n\nDesenvolvedores lidando com cookies de login entre ambientes\n\nUtilizadores alternando sessões entre diferentes navegadores ou sistemas operativos\n\nFerramentas automatizadas que requerem o formato get cookies.txt\n\nBackup rápido via exportador de cookies sem exportar perfis completos\n\nÀs vezes, você precisa de mais controle. O Importar Cookies pode ajudar quando você quiser:\n➤ editar cookies do navegador\n➤ ajustar valores de token com edição de cookies\n➤ modificar entradas de cookies antes da importação\n➤ usar um editor de cookies ou ferramenta de edição de cookies em conjunto\n➤ editar cookies do Chrome manualmente ou usar um fluxo de trabalho de edição de cookies\n\nEmbora nossas principais funcionalidades sejam estritamente exportar cookies e importar cookies, você pode combinar esta extensão com quaisquer utilitários de importação de cookies, se necessário.\n\nPerfeito para profissionais que dependem de:\n• exportar cookies txt para automação\n• transferências seguras de ambientes\n• compartilhamento de autenticação baseada em cookies\n• Trabalhar com clientes REST que requerem cookies de sessão\n• Salvar dados de sessão antes da limpeza do navegador\n\nO Importar Cookies suporta:\n\nimportação de cookies\n\nfluxos de trabalho de exportador de cookies\n\nfluxos de trabalho de importador de cookies\n\nexportação de cookies em formatos legíveis\n\nrecuperação de dados get cookies.txt para scripts\n\nNada mais, nada menos. 🔧\n\nPrincipais benefícios:\n1️⃣ Sem contas necessárias\n2️⃣ Funciona totalmente offline\n3️⃣ Exportação de cookies ultra-rápida\n4️⃣ Pegada leve\n5️⃣ Ações totalmente transparentes diretamente dentro do navegador\n\nComo ajuda os desenvolvedores:\n▸ Mover entre ambientes de staging, pré-produção e produção\n▸ Transferir sessões logadas para depuração\n▸ Reutilizar cookies de autenticação para testes rápidos de token de API\n▸ Gerenciar cookies ao lado de outras ferramentas de extensão de editor de cookies\n▸ Importação rápida de cookies sem perder tempo com login manual\n\nComo ajuda os testadores:\n\nPular etapas de login repetitivas\n\nRestaurar sessões expiradas\n\nUsar get token cookie para continuar testando\n\nCompartilhar configuração de sessão entre colegas de equipe\n\nFazer backup de cookies durante testes de regressão ⚙️\n\n✨ Segurança e Privacidade\n\nRespeitamos a sua privacidade. Seus cookies nunca saem do seu dispositivo.\n\nImportar Cookies:\n➤ não faz upload, armazena ou processa cookies em servidores externos\n➤ lida com todas as ações localmente dentro do seu próprio navegador\n➤ solicita apenas as permissões mínimas necessárias para funcionar\n\nSeus dados permanecem sob seu total controle em todos os momentos. 🔒\n\nProjetado para:\n• Engenheiros de QA\n• Desenvolvedores web\n• Especialistas em automação\n• Equipes de crescimento que trabalham com autenticação baseada em cookies\n• Utilizadores com conhecimentos técnicos que precisam de importação rápida de cookies\n\nSe você está cansado de ferramentas complicadas, o Importar Cookies oferece exatamente o que você precisa: importação rápida de cookies e exportação de cookies do Chrome a partir da aba ativa, sem distrações.\n\nSimplifique seu fluxo de trabalho:\n1️⃣ Abra a aba\n2️⃣ Clique em Importar ou Exportar\n3️⃣ Pronto ✨\n\nAumente sua produtividade com um importador de cookies minimalista, um exportador de cookies confiável e suporte suave para exportação de cookies txt. O Importar Cookies é a ferramenta mais prática para manuseio rápido de cookies.\n\nAssuma o controle de suas sessões hoje com o Importar Cookies e desfrute de importação de cookies sem esforço, exportação de cookies, edição de cookies do navegador e suporte a testes baseados em tokens sempre que precisar. 🎯"
  }
}