{
  "appName": {
    "message": "Cookies importieren"
  },
  "shortDesc": {
    "message": "Cookies exportieren und importieren auf dem aktiven Google Chrome-Browser-Tab, um aktive Sitzungen zu teilen und zu übertragen."
  },
  "storeDesc": {
    "message": "Cookies importieren ist eine einfache und leistungsstarke Chrome-Erweiterung, die für schnelle Cookie-Import- und Exportaktionen direkt aus Ihrem aktiven Browser-Tab entwickelt wurde. Egal, ob Sie Entwickler, Tester oder Power-User sind, dieses Cookie-Import- und Cookie-Export-Tool bietet eine schnelle und leichte Lösung ohne unnötige Extras. 🚀\n\nMit Cookies importieren können Sie ganz einfach Cookies in Chrome importieren, um Sitzungen wiederherzustellen, authentifizierte Browsing-Umgebungen zu migrieren oder Ihren Test-Workflow auf einem anderen Gerät fortzusetzen. Sie können auch Cookies in Chrome im Standardformat wie chrome export cookies txt exportieren, was das Sitzungsmanagement mühelos macht.\n\nDiese Cookie-Editor-Erweiterung ist äußerst hilfreich, wenn Sie mit Anmeldestatus, Sicherheitstoken und Tests über verschiedene Umgebungen hinweg arbeiten. Die Möglichkeit, Token-Cookies abzurufen oder cookies.txt zu erhalten, ermöglicht flexible Automatisierung und nahtlose Handhabung von Browsersitzungen.\n\nVerwenden Sie Cookies importieren, um:\n1️⃣ Cookies aus einer Textdatei zu importieren\n2️⃣ Cookies aus dem aktiven Tab zu exportieren\n3️⃣ Ihre authentifizierten Sitzungen zwischen Systemen synchron zu halten\n\nKeine komplexe Konfiguration, keine verwirrende Benutzeroberfläche. Nur ein Zwei-Tasten-Workflow für den Import und Export von Cookies. 💡\n\nWarum Cookies importieren wählen?\n\nUltra-einfache Benutzeroberfläche\n\nEin-Klick-Cookie-Import in Chrome\n\nEin-Klick-Cookie-Export in Chrome\n\nSofortige Aktionen im aktiven Browser-Tab\n\nFunktioniert perfekt mit Entwicklertools und Automatisierungsskripten\n\nHäufige Anwendungsfälle sind:\n\nQA-Ingenieure, die Testsitzungen wiederherstellen\n\nEntwickler, die Anmeldecookies zwischen Umgebungen verwalten\n\nBenutzer, die Sitzungen zwischen verschiedenen Browsern oder Betriebssystemen wechseln\n\nAutomatisierte Tools, die das Format get cookies.txt benötigen\n\nSchnelles Backup über den Cookie-Exporter, ohne vollständige Profile zu exportieren\n\nManchmal benötigen Sie mehr Kontrolle. Cookies importieren kann helfen, wenn Sie:\n➤ Browser-Cookies bearbeiten möchten\n➤ Token-Werte mit Cookie-Bearbeitung anpassen möchten\n➤ Cookie-Einträge vor dem Import ändern möchten\n➤ ein Cookie-Editor- oder Cookies-Editor-Tool zusammen verwenden möchten\n➤ Chrome-Cookies manuell bearbeiten oder einen Cookie-Bearbeitungs-Workflow verwenden möchten\n\nObwohl unsere Hauptfunktionen strikt den Export und Import von Cookies umfassen, können Sie diese Erweiterung bei Bedarf mit beliebigen Import-Cookies-Dienstprogrammen kombinieren.\n\nPerfekt für Fachleute, die auf Folgendes angewiesen sind:\n• chrome export cookies txt für Automatisierung\n• Sichere Übertragungen von Umgebungen\n• Cookie-basierte Authentifizierungsfreigabe\n• Arbeiten mit REST-Clients, die Sitzungscookies benötigen\n• Speichern von Sitzungsdaten vor der Browserbereinigung\n\nCookies importieren unterstützt:\n\nCookie-Import\n\nCookie-Exporter\n\nCookie-Import-Workflows\n\nExportieren von Cookies in lesbare Formate\n\nAbrufen von get cookies.txt-Daten für Skripte\n\nNichts mehr, nichts weniger. 🔧\n\nWichtige Vorteile:\n1️⃣ Keine Konten erforderlich\n2️⃣ Funktioniert vollständig offline\n3️⃣ Ultra-schneller Cookie-Export in Chrome\n4️⃣ Leichter Fußabdruck\n5️⃣ Vollständig transparente Aktionen direkt im Browser\n\nWie es Entwicklern hilft:\n▸ Wechsel zwischen Staging-, Pre-Prod- und Prod-Umgebungen\n▸ Übertragung von angemeldeten Sitzungen zur Fehlersuche\n▸ Wiederverwendung von Auth-Cookies für schnelle API-Token-Tests\n▸ Verwaltung von Cookies zusammen mit anderen Cookie-Editor-Erweiterungstools\n▸ Schneller Cookie-Import, ohne Zeit mit manueller Anmeldung zu verbringen\n\nWie es Testern hilft:\n\nWiederholte Anmeldeschritte überspringen\n\nAbgelaufene Sitzungen wiederherstellen\n\nToken-Cookie verwenden, um mit dem Testen fortzufahren\n\nSitzungseinrichtungen zwischen Teamkollegen teilen\n\nCookies während der Regressionstests sichern ⚙️\n\n✨ Sicherheit und Datenschutz\n\nWir respektieren Ihre Privatsphäre. Ihre Cookies verlassen niemals Ihr Gerät.\n\nCookies importieren:\n➤ lädt keine Cookies auf externe Server hoch, speichert oder verarbeitet sie\n➤ führt alle Aktionen lokal in Ihrem eigenen Browser aus\n➤ fordert nur die minimal notwendigen Berechtigungen an, um zu funktionieren\n\nIhre Daten bleiben jederzeit unter Ihrer vollständigen Kontrolle. 🔒\n\nEntwickelt für:\n• QA-Ingenieure\n• Webentwickler\n• Automatisierungsspezialisten\n• Wachstumsteams, die mit cookie-basierter Authentifizierung arbeiten\n• Technikaffine Benutzer, die schnellen Cookie-Import in Chrome benötigen\n\nWenn Sie müde von komplizierten Tools sind, bietet Ihnen Cookies importieren genau das, was Sie brauchen: schnellen Cookie-Import und Chrome-Cookie-Export aus dem aktiven Tab ohne Ablenkungen.\n\nVereinfachen Sie Ihren Workflow:\n1️⃣ Öffnen Sie den Tab\n2️⃣ Klicken Sie auf Importieren oder Exportieren\n3️⃣ Fertig ✨\n\nSteigern Sie Ihre Produktivität mit einem minimalistischen Cookie-Importer, einem zuverlässigen Cookie-Exporter und reibungsloser Unterstützung für den Chrome-Cookie-Export txt. Cookies importieren ist das praktischste Tool für eine schnelle Cookie-Verwaltung.\n\nÜbernehmen Sie noch heute die Kontrolle über Ihre Sitzungen mit Cookies importieren und genießen Sie mühelosen Cookie-Import, Cookie-Export, das Bearbeiten von Browser-Cookies und Unterstützung für tokenbasiertes Testen, wann immer Sie es benötigen. 🎯"
  }
}