{
  "appName": {
    "message": "쿠키 가져오기"
  },
  "shortDesc": {
    "message": "활성 Google Chrome 브라우저 탭에서 쿠키를 내보내고 가져와 활성 세션을 공유하고 전송합니다."
  },
  "storeDesc": {
    "message": "쿠키 가져오기는 활성 브라우저 탭에서 직접 빠른 쿠키 가져오기 및 내보내기 작업을 위해 설계된 간단하고 강력한 Chrome 확장 프로그램입니다. 개발자, 테스터 또는 파워 유저이든 간에 이 쿠키 가져오기 및 내보내기 도구는 불필요한 추가 기능 없이 빠르고 가벼운 솔루션을 제공합니다. 🚀\n\n쿠키 가져오기를 사용하면 세션을 복원하고, 인증된 브라우징 환경을 마이그레이션하거나 다른 장치에서 테스트 작업 흐름을 계속할 수 있도록 쉽게 쿠키를 가져올 수 있습니다. 또한 표준 형식인 chrome export cookies txt로 쿠키를 내보낼 수 있어 세션 관리가 수월해집니다.\n\n이 쿠키 편집기 확장 프로그램은 로그인 상태, 보안 토큰 및 크로스 환경 테스트 작업을 할 때 매우 유용합니다. 토큰 쿠키를 가져오거나 cookies.txt를 가져오는 기능은 유연한 자동화와 원활한 브라우저 세션 처리를 가능하게 합니다.\n\n쿠키 가져오기를 사용하여:\n1️⃣ 텍스트 파일에서 쿠키 가져오기\n2️⃣ 활성 탭에서 쿠키 내보내기\n3️⃣ 시스템 간에 인증된 세션 동기화 유지\n\n복잡한 구성이나 혼란스러운 UI는 없습니다. 단순히 두 개의 버튼으로 쿠키 가져오기 및 내보내기 작업을 수행할 수 있습니다. 💡\n\n왜 쿠키 가져오기를 선택해야 할까요?\n\n초간단 인터페이스\n\n원클릭 쿠키 가져오기\n\n원클릭 쿠키 내보내기\n\n활성 브라우저 탭에서 즉각적인 작업\n\n개발자 도구 및 자동화 스크립트와 완벽하게 작동\n\n일반적인 사용 사례에는 다음이 포함됩니다:\n\nQA 엔지니어가 테스트 세션 복원\n\n개발자가 환경 간 로그인 쿠키 처리\n\n사용자가 서로 다른 브라우저나 OS 간에 세션 전환\n\nget cookies.txt 형식을 요구하는 자동화 도구\n\n전체 프로필을 내보내지 않고 쿠키 내보내기를 통한 빠른 백업\n\n때때로 더 많은 제어가 필요할 수 있습니다. 쿠키 가져오기는 다음과 같은 경우에 도움이 될 수 있습니다:\n➤ 브라우저 쿠키 편집\n➤ 쿠키 편집으로 토큰 값 조정\n➤ 가져오기 전에 쿠키 항목 수정\n➤ 쿠키 편집기 또는 쿠키 편집 도구 함께 사용\n➤ 쿠키를 수동으로 편집하거나 쿠키 편집 작업 흐름 사용\n\n주요 기능은 쿠키 내보내기 및 가져오기에 엄격하게 국한되지만, 필요하다면 이 확장 프로그램을 다른 쿠키 가져오기 유틸리티와 결합할 수 있습니다.\n\n자동화에 의존하는 전문가에게 완벽합니다:\n• 자동화를 위한 chrome export cookies txt\n• 보안 환경 전송\n• 쿠키 기반 인증 공유\n• 세션 쿠키가 필요한 REST 클라이언트 작업\n• 브라우저 정리 전에 세션 데이터 저장\n\n쿠키 가져오기는 다음을 지원합니다:\n\n쿠키 가져오기\n\n쿠키 내보내기\n\n쿠키 가져오기 작업 흐름\n\n읽기 가능한 형식으로 쿠키 내보내기\n\n스크립트를 위한 get cookies.txt 데이터 검색\n\n더도 말고 덜도 말고. 🔧\n\n주요 이점:\n1️⃣ 계정 필요 없음\n2️⃣ 완전히 오프라인에서 작동\n3️⃣ 초고속 쿠키 내보내기\n4️⃣ 가벼운 발자국\n5️⃣ 브라우저 내에서 완전히 투명한 작업\n\n개발자에게 도움이 되는 방법:\n▸ 스테이징, 프리 프로덕션 및 프로덕션 환경 간 이동\n▸ 디버깅을 위한 로그인된 세션 전송\n▸ 빠른 API 토큰 테스트를 위한 인증 쿠키 재사용\n▸ 다른 쿠키 편집기 확장 도구와 함께 쿠키 관리\n▸ 수동 로그인에 시간을 낭비하지 않고 빠른 쿠키 가져오기\n\n테스터에게 도움이 되는 방법:\n\n반복적인 로그인 단계 건너뛰기\n\n만료된 세션 복원\n\n테스트를 계속하기 위해 토큰 쿠키 가져오기 사용\n\n팀원 간 세션 설정 공유\n\n회귀 테스트 중 쿠키 백업 ⚙️\n\n✨ 보안 및 개인 정보 보호\n\n우리는 귀하의 개인 정보를 존중합니다. 귀하의 쿠키는 절대 귀하의 장치를 떠나지 않습니다.\n\n쿠키 가져오기는:\n➤ 외부 서버에 쿠키를 업로드, 저장 또는 처리하지 않음\n➤ 모든 작업을 귀하의 브라우저 내에서 로컬로 처리\n➤ 기능을 수행하는 데 필요한 최소한의 권한만 요청\n\n귀하의 데이터는 항상 귀하의 완전한 통제 하에 있습니다. 🔒\n\n설계 대상:\n• QA 엔지니어\n• 웹 개발자\n• 자동화 전문가\n• 쿠키 기반 인증을 사용하는 성장 팀\n• 빠른 쿠키 가져오기가 필요한 기술에 정통한 사용자\n\n복잡한 도구에 지쳤다면, 쿠키 가져오기는 귀하가 필요로 하는 것을 정확히 제공합니다: 활성 탭에서 방해받지 않고 빠른 쿠키 가져오기 및 쿠키 내보내기.\n\n작업 흐름을 단순화하세요:\n1️⃣ 탭 열기\n2️⃣ 가져오기 또는 내보내기 클릭\n3️⃣ 완료 ✨\n\n미니멀한 쿠키 가져오기 도구, 신뢰할 수 있는 쿠키 내보내기 도구 및 원활한 chrome export cookies txt 지원으로 생산성을 향상시키세요. 쿠키 가져오기는 빠른 쿠키 처리를 위한 가장 실용적인 도구입니다.\n\n오늘 쿠키 가져오기를 사용하여 세션을 제어하고, 손쉬운 쿠키 가져오기, 쿠키 내보내기, 브라우저 쿠키 편집 및 토큰 기반 테스트 지원을 언제든지 즐기세요. 🎯"
  }
}